[
  {
    "name": "Absorb Appearance",
    "description": "Absorb the appearance of another creature or object and store it in your character's memory, allowing it to be used with any utility effect that requires knowing something else's apperance. \nWhen absorbing the appearance of an unwilling creature, make an attack roll.\nWorks well with Utility: Disguise.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, RP, Utility, Self"
  },
  {
    "name": "Absorb Element: Damage Type",
    "description": "Draw power from an elemental source in the world and set the damage type of all abilities with the \"Alternate Damage Type: Absorbed\" modifier to that damage type.\nThis damage type remains until overwritten unless a limited duration modifier is applied to this effect.\nFor example, fire damage from a campfire or ice damage from snow.\nIn combat, this is a 1 AP action.",
    "xpCost": "30 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, Damage Type, Buff, Combat, Self"
  },
  {
    "name": "Absorb Element: Heal",
    "description": "Draw power from an elemental source in the world and restore HP depending on the power and quantity of that source. Determine the applicable sources appropriate when this ability is first purchased. \nFor example, a pyromancer may draw 5 HP from a campfire, or any number of HP from a lava flow within an active volcano.\nIn combat, this is a 1 AP action.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, Self, Healing"
  },
  {
    "name": "Absorb Element: Recharge",
    "description": "Draw power from an elemental source in the world and restore class resources depending on the power and quantity of that source. Determine the applicable sources appropriate when this ability is first purchased. \nFor example, a pyromancer may draw 1 point from a campfire, or any number of points from a lava flow within an active volcano.\nIn combat, this is a 1 AP action.",
    "xpCost": "30 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, Class Resource, Self"
  },
  {
    "name": "Absorb: Knowledge",
    "description": "Requires Absorb: Mimic Ability - Corpses or Utility: Telepathy.\nMake an opposed INT check against the creature's INT CHAR while consuming its corpse or connected to its mind, if successful, absorb some of its memories chosen by the GM.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, INT, Knowledge"
  },
  {
    "name": "Absorb: Mimic Ability",
    "description": "When your character is afflicted by an enemy ability, consumes a signficant part of that creature, or otherwise absorbs from it in some meaningful way, you may make an opposed check based on the characteristic of the enemy's ability as a 0 AP reaction. If successful,  gain use of that enemy's ability for one round. This ability still must be activated using its normal activation conditions.\nYou still take the normal damage or other effects from any abilties you attempt to mimic.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Absorb, Ability, Buff"
  },
  {
    "name": "Absorb: Mimic Ability - Corpses",
    "description": "Requires Absorb: Mimic Ability. Allows you to absorb an ability using the corpse of a creature instead of being afflicted by their ability. Make an opposed check against the stat as though the creature was still alive.\nAllows obtaining buff and heal abilities the creature would not normally use against an opponent. By default, one use of one ability may be gained per corpse.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Absorb, Ability, Buff"
  },
  {
    "name": "Absorb: Mimic Ability - Corpses Only",
    "description": "Requires Absorb: Mimic Ability - Corpses.\nRemoves the ability to use mimic ability when struck by abilities. You may now only mimic the abilities of corpses.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Absorb, Ability, Flaw"
  },
  {
    "name": "Absorb: Mimic Ability Greater",
    "description": "Requires Absorb: Mimic Ability. When you absorb an enemy ability, you may now use that ability with the same conditions as the original creature until you take a long rest.",
    "xpCost": "100 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Absorb, Ability, Buff"
  },
  {
    "name": "Absorb: Mimic Ability Perfected",
    "description": "Requires Absorb: Mimic Ability Greater. When you absorb an enemy ability then take a long rest you may ask the GM for the XP value of the absorbed ability and pay 80% of that cost to permanently obtain that ability.",
    "xpCost": "100 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Absorb, Ability, Buff"
  },
  {
    "name": "Action Point Bank",
    "description": "May spend AP towards using ability even if you don't have enough to trigger it this round. The ability activates once it recieves enough AP to activate.",
    "xpCost": "reduce reduction of AP cost by 10% (8 AP cost becomes a -65% modifier etc)",
    "category": "Activation",
    "duration": null,
    "tags": "AP"
  },
  {
    "name": "Action Point Cost",
    "description": "How many AP must be spent to use this Ability\n\nOnly applicable to non Passive effects",
    "xpCost": "8 : -70% xp\n7 : -60% xp\n6 : -50% xp\n5 : -30% xp\n4 : -20% xp\n3 : 0 xp\n2 : +50% xp\n1 : +200% xp\n0 : +100% xp for instant abilities\n0 : +300% xp for duration abilities",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Combat, Self"
  },
  {
    "name": "Action Point Gain",
    "description": "Target immediately gains action points. Each target can only gain action points through this effect once per turn.",
    "xpCost": "100xp per AP",
    "category": "Effect",
    "duration": "Instant",
    "tags": "AP, Buff"
  },
  {
    "name": "Action Point Loss",
    "description": "Target immediately loses action points.  Each target can only lose action points through this effect once per turn.",
    "xpCost": "100xp per AP",
    "category": "Effect",
    "duration": "Instant",
    "tags": "AP, Debuff"
  },
  {
    "name": "Additional Resource Pool",
    "description": "Create a secondary Class Resource for a class that can be drawn from separately from your first, max value is set to 1 by default.",
    "xpCost": "150 xp",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Self, Passive"
  },
  {
    "name": "Alter State",
    "description": "When using this ability, alter the state of the attached creature or object to a new defined state (such as changing combat stance, shapeshifting, or transforming a weapon). \nAny ability that requires this state may use XP up to the amount spent on this effect without additional cost (if 300 xp is spent to transform into bear form, any abilities that require bear form up to 300 xp have no cost).\nDiscounts applied to this ability do not reduce the XP available to the abilities that require the altered state. Continung the above example, if the 300 xp were discounted to 50 xp by flaws, 300 xp is still available for purchasing abilities that require this state.  \nBy default, changing the state lasts until the end of the encounter and costs 3 AP to alter state.",
    "xpCost": "Variable",
    "category": "Effect",
    "duration": "Encounter",
    "tags": "Alter, Complex, Equipment, Limit, AP"
  },
  {
    "name": "Alter State: Sustained",
    "description": "You may only remain in the altered state so long as you keep spending AP / CR. When you do not spend the required AP/CR you return to your default state that doesn't possess this flaw.",
    "xpCost": "-20% xp per resource cost\n-10% xp per AP\n-20% xp if concentration",
    "category": "State",
    "duration": null,
    "tags": "Alter, AP, Duration, Flaw"
  },
  {
    "name": "Alternate Activation Conditions\n(Condition Arrays)",
    "description": "This ability may be activated in multiple ways, but only require one at time of activation.\nIf any of the condition sets in this array is satisified the ability may be activated.\nThe amount of xp refunded to the ability is equal to the condition set with the smallest xp refund in the array.\nFor example an ability may be activated by spending successes or by spending class resources.",
    "xpCost": "10 xp per alternate ability contained in the array",
    "category": "Activation",
    "duration": null,
    "tags": "Complex,Alter"
  },
  {
    "name": "Alternate Effect (Ability Arrays)",
    "description": "This is an organizational object to hold abilities, rather than an ability itself. \nCreate several abilities with a common theme and place each within this array. The xp cost of this array is equal to the most expensive ability within the array plus 20 xp per item in the array.\nTo change which ability in this array is active you must use a 0 AP action \"Change Ability\" which your character obtains for having any ability array.\nThe abilities must be thematically very similar, and if any modifiers are still in play, you can't use any other effect from this array without ending them. This includes things like 0 AP abilities being limited to 1/turn, duration effects, cooldowns, and a partially filled AP Bank",
    "xpCost": "20 xp per alternate ability contained in the array",
    "category": "Organization",
    "duration": null,
    "tags": "Complex, Alter"
  },
  {
    "name": "Apply Negative Status",
    "description": "Using the ability applies a negative status effect to the user.\nIf any duration is attached, the status lasts until the end of the duration.\nIf no duration is attached, the effect remains until the END of the creature's next turn.",
    "xpCost": "Applies a discount equal to the XP cost of the status as seen in the Status Effects Table",
    "category": "Flaw",
    "duration": null,
    "tags": "Debuff, Flaw, Status"
  },
  {
    "name": "Apply Status",
    "description": "Apply a Status Effect to your target",
    "xpCost": "Cost of the Status Effect",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Debuff, Buff, Status"
  },
  {
    "name": "Area of Effect: Growing",
    "description": "At the beginning of each round your AoE persists, it grows in radius by the amount specified by this extra.",
    "xpCost": "3x the normal cost of the Range: Area Effect of choice",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Area of Effect: Moving",
    "description": "Each round you may move the area of effect as a 0 ap action, except on the turn that the AoE was created.",
    "xpCost": "10 xp per square of distance",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Movement, Range"
  },
  {
    "name": "Area of Effect: Shrinking",
    "description": "Requires an AoE with duration.\nAt the beginning of each round your AoE persists, it shrinks in radius by the amount specified by this flaw to a minimum size of 1 square.",
    "xpCost": "0.5x the normal cost of the Range: Area Effect extras attached to this ability",
    "category": "Flaw",
    "duration": null,
    "tags": "AoE, Range, Flaw"
  },
  {
    "name": "Area of Effect: Sticky",
    "description": "When applied to an ability with an area of effect and duration, the area may be targeted upon a creature or object instead of a point in the terrain. If that target moves, the area will remain around it.",
    "xpCost": "50 xp",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Movement, Range"
  },
  {
    "name": "Armor: Quick Change",
    "description": "When equipping or unequipping armor or shields, you may spend 1 less AP than the item normally requires.",
    "xpCost": "150 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Object, AP"
  },
  {
    "name": "Attack Opportunities",
    "description": "Allows your character to automatically trigger a potential attack of opportunity reaction against any creature that leaves your melee attack range.\nThese attacks must be made with a weapon but do not cost AP.",
    "xpCost": "60 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Reaction, Initiative, Self, Combat"
  },
  {
    "name": "Attunement Slots: Increase",
    "description": "Increases the character’s available attunement slots by 1",
    "xpCost": "50 xp per slot, increasing by 50 xp for each purchase",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Attunement, Passive, Self, Buff"
  },
  {
    "name": "Attunement Slots: Required",
    "description": "Requires Object.\nThis Item requires using attunement slots to be equipped",
    "xpCost": "-25 xp per attunement slot",
    "category": "Flaw",
    "duration": null,
    "tags": "Item, Attunement, Flaw, Object"
  },
  {
    "name": "Backfire Damage",
    "description": "Causes damage to yourself when used, not valid when damage resist entirely negates it or the ability heals yourself in any way. This Flaw no longer refunds XP if the average damage dealt by the Backfire would reduce the creature beyond 0 HP.",
    "xpCost": "Discount equal to the XP cost of the equivalent level of damage",
    "category": "Flaw",
    "duration": null,
    "tags": "Damage, Flaw"
  },
  {
    "name": "Bestow Ability",
    "description": "Attach this effect to an existing seperate ability. When you activate this abilty you choose a creature within range and bestow them use of the attached ability while this ability lasts.",
    "xpCost": "30 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Bestow, Ability, Buff"
  },
  {
    "name": "Body: Extra Limb",
    "description": "Character has a fully functional extra limb, can be arm, leg, prehensile tail. Anything the limb can normally do the extra limb can do as well.",
    "xpCost": "50 xp per extra limb.",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Body, Passive"
  },
  {
    "name": "Body: Limb Unusable",
    "description": "When this ability is triggered, a chosen limb or other body part is rendered unusable for its duration. When the duration expires, the limb returns to normal use.\nIn most instances, this effect would render the chosen limb numb and limp.",
    "xpCost": "-30 xp for minor body parts\n-50 xp for limbs and major body parts",
    "category": "Flaw",
    "duration": "1 round",
    "tags": "Flaw, Body"
  },
  {
    "name": "Breakthrough: Add",
    "description": "Increase the Character's Breakthrough stat.",
    "xpCost": "60 xp per point, increasing by 60 xp for each purchase",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Breakthrough, Passive, Self, Buff"
  },
  {
    "name": "Breakthrough: Limit Break - Postpone Death",
    "description": "When you would be incapacitated or killed, you may spend a breakthrough point to delay this outcome for 1 round.",
    "xpCost": "100 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Death, Self, Buff"
  },
  {
    "name": "Breakthrough: Limit Break - Ravenous Hatred",
    "description": "At the beginning of your turn, you may spend 3 breakthrough points to unleash your destructive impulses causing all your successful attacks to deal critical damage. For the next two rounds after that your attacks deal only half damage.",
    "xpCost": "200 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Buff, Critical, Damage, Combat"
  },
  {
    "name": "Breakthrough: Limit Break - Unflawed",
    "description": "When using breakthrough points to remove a flaw from a single use of an ability, the character may elect to spend an additional breakthrough point to remove ALL flaws from that ability for that ability use instead.",
    "xpCost": "100 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Buff, Self, Status, GM Approval"
  },
  {
    "name": "Breakthrough: Limit Break - Unlimited Speed",
    "description": "At the beginning of your turn, you may spend 3 breakthrough points to break your limits on actions. You may freely spend AP to go as far into the negative as you are willing for this turn, but are subject to all rules regarding negative AP. This effect may only be triggered once per encounter.",
    "xpCost": "200 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Buff, AP, Self, Initiative"
  },
  {
    "name": "Breakthrough: Smash your Fate",
    "description": "You may use breakthrough points to cancel the negative effects of a Critical Failure, or to downgrade a Catastrophic Failure into a Critical Failure.",
    "xpCost": "100 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Luck, Critical, Buff, Self"
  },
  {
    "name": "Breakthrough: Unbreakable",
    "description": "Your breakthrough points may now restore on short rests.",
    "xpCost": "50 xp per breakthrough restored on short rest",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Buff, Self, Passive"
  },
  {
    "name": "Breakthrough: Unchained",
    "description": "Your breakthrough points now restore on long rest instead of per session.",
    "xpCost": "50 xp",
    "category": "Breakthrough",
    "duration": "Passive",
    "tags": "Breakthrough, Buff, Self, Passive"
  },
  {
    "name": "Buff Ability",
    "description": "An Ability to enhance yourself or allies. This is a general-use base for any buff effects not specified elsewhere.\nThe cost of the buff effect is proportional to the power of the effect.",
    "xpCost": "Base cost 10-100 XP\n10 xp - weak and simple effects (the light cantrip)\n30 xp - moderately useful effects (Don't need to breathe)\n50 xp - standard strength effects (see invisibility)\n100 xp - very strong effects (become immune to a damage type)",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Buff,  Duration"
  },
  {
    "name": "Buff: Remove Flaw",
    "description": "Choose a specific flaw when this effect is first purchased. Whenever this buff is applied, it removes the requirement on the target that the flaw be satisfied. \nThis buff effect cannot have a duration of Encounter or any other longer duration.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Buff, Flaw"
  },
  {
    "name": "Buff: Requires Check",
    "description": "Removes the default success assumption when casting a buff or other positive effect on a friendly target. Instead, the character must make an appropriate DC3 skill check and the effect only triggers if the check succeeds.\nThis flaw allows for gaining bonus successes on the check to spend.",
    "xpCost": "-20% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Buff, Flaw, Dice Roll"
  },
  {
    "name": "Buff: Stack the Unstackable",
    "description": "Requires a buff effect that has a scaling cost and either a fixed duration (rounds or charges) or a Duration: Conditional\nThis buff can stack with itself. If the duration is conditional, all effects end at the same time.",
    "xpCost": "Flat xp equal to the effects you want to stack\n+100%",
    "category": "Extra",
    "duration": null,
    "tags": "Buff, Duration"
  },
  {
    "name": "Bulky",
    "description": "This creature or object is large and bulky. Creatures of the same size or smaller may use it as cover or hide behind it for stealth rolls.",
    "xpCost": "20 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Self, Cover, Size"
  },
  {
    "name": "Channeled",
    "description": "You must spend CR each round to maintain this duration effect.",
    "xpCost": "-15% multiplier upcharges per CR",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "CHAR -1 Flaw",
    "description": "Remove points from a characteristic as part of a debuff effect. Cost assumes base characteristic is 3, and you cannot go negative (ie you can take this buff up to 3 times per char for 150, 100, and 50 xp each time)",
    "xpCost": "50 xp * (the number you lower the CHAR to + 1)",
    "category": "Flaw",
    "duration": null,
    "tags": "Debuff, Duration, Flaw, Characteristic"
  },
  {
    "name": "CHAR +1",
    "description": "Add an additional point to a characteristic. You must purchase each rank in sequence (ex: you cannot buy 2 in STR if you have 0 in STR)",
    "xpCost": "50 xp * the number you are raising the CHAR to, awarding a 20% discount to primary characteristics",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Characteristic, Self, Buff, Passive"
  },
  {
    "name": "CHAR +1 Buff",
    "description": "Add points to a characteristic. Cost assumes base characteristic is 3, and you must purchase increases in order.",
    "xpCost": "50 xp * the number you are raising the CHAR to",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Characteristic, Buff, Duration"
  },
  {
    "name": "Class Resource Cost",
    "description": "Ability costs class resources to use",
    "xpCost": "-50 xp cost per resource point consumed",
    "category": "Activation",
    "duration": null,
    "tags": "Class Resource, Flaw"
  },
  {
    "name": "Class Resource: Buff Pool",
    "description": "Temporarily raise the maximum amount of resource you may store, does not grant any points of class resource in itself.\nThe duration may not be upgraded to passive or continuous.",
    "xpCost": "10 xp per point max",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Class Resource, Self,  Buff, Duration"
  },
  {
    "name": "Class Resource: Burn",
    "description": "Remove points from an enemy's resource pool after a successful attack",
    "xpCost": "15 xp per point removed",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Combat, Debuff, Duration, Class Resource"
  },
  {
    "name": "Class Resource: Burn Pool",
    "description": "After a successful attack, reduce the maximum number of points in an enemy's resource pool, burning any points that no longer fit",
    "xpCost": "30 xp per point reduced",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Combat, Debuff, Duration, Class Resource"
  },
  {
    "name": "Class Resource: Combat Pool",
    "description": "The attached class resource pool cannot benefit from any effects that restore class resources, and any class resources that would be restored to it are wasted.\nHowever, the class resource pool instantly refills to full at the end of each combat encounter/scene instead of on short/long rests.",
    "xpCost": "-50 XP",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Modifier, Self, Limited Use, Flaw"
  },
  {
    "name": "Class Resource: Daily Pool",
    "description": "The attached class resource pool cannot benefit from any effects that restore class resources, and any class resources that would be restored to it are wasted.\nClass resource points in this pool may ONLY be restored by taking a long rest.",
    "xpCost": "-300 xp",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Modifier, Flaw, Self, Limited Use"
  },
  {
    "name": "Class Resource: Draining Pool",
    "description": "The attached class resource pool defaults to empty instead of full. Whenever you take a rest of any significant length you lose all class resources. \nIncreases the discount earned for each point of class resource attached to an ability.",
    "xpCost": "Increases the discount per point of resource consumed from -50 to -100\nAdditionally doubles the size of your resource pool",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Flaw, Debuff, Self, Limit"
  },
  {
    "name": "Class Resource: Gain",
    "description": "Gain points of a class resource for using this ability",
    "xpCost": "50 xp per resource point",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Buff, Class Resource, Self"
  },
  {
    "name": "Class Resource: Increase",
    "description": "Increase a class resource pool's maximum size",
    "xpCost": "30 xp per point",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Buff, Class Resource, Self"
  },
  {
    "name": "Class Resource: Leaking Pool",
    "description": "The attached class resource pool does not replenish when taking a Rest. Whenever you take a rest of any significant length you instead lose some amount of class resources.",
    "xpCost": "-50 xp per CR lost when resting",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Flaw, Debuff, Self, Limit"
  },
  {
    "name": "Class Resource: Overcharge",
    "description": "When restoring resource points, if the amount of resource points restored is more than your maximum resource amount, the extra resource points above your max are converted to temporary resource points instead of being wasted. This effect may only trigger when at or below maximum resource points.",
    "xpCost": "50 xp",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Buff, Self"
  },
  {
    "name": "Class Resource: Special Resources",
    "description": "Requires Class Resource: Stagnant Pool or Leaking Pool.\nThe attached class resource pool cannot have class resources restored to it that don't fit the aesthetic of the class and pool type. The class resource must also be specific, aka not just 'mana' or 'focus'.\nYour character may only replenish this pool by completing certain approperiate roleplay actions, and not via abilities with restore Class Resource effects.\nFor example, a necromancer using 'Bones' as their class resource pool may not restore class resources by drinking a mana potion, instead they must actually collect bones from corpses.",
    "xpCost": "-100 xp",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Modifier, Flaw, Self, Limit, GM Approval"
  },
  {
    "name": "Class Resource: Stagnant Pool",
    "description": "The attached class resource pool does not recover when the character rests or over time. The resource pool only increases when actions are completed that recover resource points",
    "xpCost": "Increases the discount per point of resource consumed from -50 to -100",
    "category": "Resource Pool",
    "duration": "Passive",
    "tags": "Class Resource, Flaw, Debuff, Self, Limit"
  },
  {
    "name": "Class Resource: Successful Recharge",
    "description": "Whenever your character makes a successful combat check of any kind during a combat encounter, they may spend 1 success to restore 1 Class Resource.",
    "xpCost": "100 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Class Resource, Modifier, Successes, Self"
  },
  {
    "name": "Cleanse: All (Meta)",
    "description": "Cleanse all negative status effects from a target. Does not require a logical means of status removal. (Requires a Meta power)",
    "xpCost": "400 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Buff, Cleanse, Status"
  },
  {
    "name": "Cleanse: All (Physical)",
    "description": "Cleanse all negative status effects from a target. Must describe how your ability does so. (Requires a Physical power)",
    "xpCost": "300 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Buff, Cleanse, Status"
  },
  {
    "name": "Cleanse: Immune (non-ranked)",
    "description": "Become immune to a specified status effect chosen when this ability is purchased",
    "xpCost": "3 times the xp value of the chosen status effect",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defence, Immune, Status, Cleanse, Self"
  },
  {
    "name": "Cleanse: Immune (ranked)",
    "description": "Reduce the ranks when inflicted with a specific ranked status. \nExample: Cleanse: Immune (Bleed 2) would reduce any bleed effects by 2 ranks, and negate them if they were 2 ranks or less",
    "xpCost": "Reducing X ranks costs the same as buying X ranks of the status + a flat 30xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defence, Immune, Status, Cleanse, Self"
  },
  {
    "name": "Cleanse: Immune (ranked) - Fully Immune",
    "description": "Become immune to obtaining any ranks of a chosen ranked status effect.",
    "xpCost": "5x the xp cost of 1 rank of the status + 50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defence, Immune, Status, Cleanse, Self"
  },
  {
    "name": "Cleanse: Single",
    "description": "Cleanse a single status effect from a target",
    "xpCost": "150 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Defence, Status, Cleanse"
  },
  {
    "name": "Cleanse: Status Protection",
    "description": "Requires a Cleanse effect. \nWhen removing a status effect, apply a buff providing immunity to just that status effect for the duration of this effect.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Defense, Status, Cleanse"
  },
  {
    "name": "Cleanse: Targeted",
    "description": "Remove a single instance of a specified status effect from the target, the specified effect is chosen when this ability is purchased. Other status effects may not be cleansed. Spending enough to remove 5 ranks removes all ranks of a ranked status.",
    "xpCost": "20% of the status effect's cost",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Defence, Status, Cleanse"
  },
  {
    "name": "Cleanse: Uncleansable (Duration)",
    "description": "Requires a duration. A status effect with this effect attached cannot be removed by other abilities, only the expiration of the duration may remove it.",
    "xpCost": "150 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Debuff, Status, Duration, GM Approval"
  },
  {
    "name": "Cleanse: Uncleansable (Permanent)",
    "description": "A status effect with this effect attached cannot be removed by other abilities, only the death of the caster may remove it.",
    "xpCost": "300 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Debuff, Status, Duration, GM Approval"
  },
  {
    "name": "Cleanse: Uncleansable (Ultimate Spite)",
    "description": "A status effect with this effect attached cannot be removed by other abilities, even with the death of the caster.",
    "xpCost": "1000 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Debuff, Status, Duration, GM Approval"
  },
  {
    "name": "Cleaving Kills",
    "description": "Requires Critical: Overkill\nOverkill effect now applies to non-critical hits",
    "xpCost": "50 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Damage, Area of Effect"
  },
  {
    "name": "Concentration",
    "description": "When taking damage, must pass a RES save of DC 1+dice in damage pool or ability is cancelled.\nWhen maintaining this ability for extended durations, the GM may ask you to make RES saves to keep it going (generally a DC3 save every 30 minutes)",
    "xpCost": "-50% muliplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Conditional Effect",
    "description": "This effect can only be activated when the applied condition is true.\nThe condition awards more refunded XP the stricter the conditions.",
    "xpCost": "-10 relatively simple (behind enemy, while holding a staff)\n-30 some cost associated (restricts targets, narrows use)\n-50 difficult to use at will (has specific requirements for use, severely narrows focus)",
    "category": "Activation",
    "duration": null,
    "tags": "Limit, Flaw"
  },
  {
    "name": "Conditional: Spell Components",
    "description": "Components like in Dungeons and Dragons.\nVerbal requires a specific phrase per ability (does not have to be loud or related to the effects)\nSomatic requires you to make a specific motion (so you can't do it if you are restrained, but it doesn't necessarily require a free hand)",
    "xpCost": "Verbal: -10xp\nSomatic: -10xp\nFocus: See Requires Item\nMaterial: See Requires Consumable",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Activation"
  },
  {
    "name": "Conscious",
    "description": "Ability ends when you lose consciousness",
    "xpCost": "-10% multiplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Cooldown",
    "description": "Ability cannot be used again for a number of rounds, even if you have enough resources and action points.\nCannot have more than 5 rounds of cooldown.",
    "xpCost": "-10% xp per round of CD up to 5 rounds",
    "category": "Activation",
    "duration": null,
    "tags": "Limited Use, Flaw"
  },
  {
    "name": "Cooldown: Once Per Round",
    "description": "Can't be selected for a 0 AP ability that doesn't have Reaction.\nThis ability can only be used a single time each round, regardless of if you have enough AP to use it multiple times.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Cooldown, Limited Use, Flaw"
  },
  {
    "name": "Cooldown: Reduced",
    "description": "When this ability is activated it reduces one active cooldown on the target creature by the amount purchased. If that target creature has no active cooldowns, this effect does nothing.",
    "xpCost": "80 xp per round of CD reduced",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Cooldown, Limited Use"
  },
  {
    "name": "Crafting: Efficient Craftsman",
    "description": "Whenever your character crafts an item, they increase the amount of gold put down towards the item's completion per success in their check, allowing the item to be crafted in fewer checks overall.",
    "xpCost": "10 xp per additional 1 gold obtained per success on crafting checks",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Wealth, Crafting, Speed"
  },
  {
    "name": "Crafting: Instant Crafting - Consumable",
    "description": "When this ability activates, instantly create a consumable object up to this effect's gold value that your character knows to make and consume that amount of gold.",
    "xpCost": "5 xp per 1 gold",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Wealth, Crafting"
  },
  {
    "name": "Crafting: Instant Crafting - Equipment",
    "description": "When this ability activates, instantly create a non-consumable object up to this effect's gold value that your character knows to make and consume that amount of gold.",
    "xpCost": "50 xp per 1 gold",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Wealth, Crafting"
  },
  {
    "name": "Crafting: Junksmith",
    "description": "You may use any material even relatively close to the needed material type instead of gold when crafting. Each 'Unit' of junk you collect is considered worth 20 gold that may only be used towards crafting.\nAny items crafted using this effect permanently gain the [Critical Flaw] flaw without its associated discounts, destroying itself when the flaw is triggered. The [Critical Flaw] may be removed by spending the appropriate amount of gold to refit the item with proper parts.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Wealth, Percentage"
  },
  {
    "name": "Crafting: Materials Gathering",
    "description": "Your character may passively gather crafting materials over time to reduce the cost of building items. You may gather 5 gold worth of materials per in-game day provided you had at least some time to do so. These resources may only be used to craft items.",
    "xpCost": "75 xp per 5 gold of proper materials per day\n15 xp per 5 gold of Junk materials per day (see Wealth: Junksmith)",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth, Crafting"
  },
  {
    "name": "Crafting: Materials Pouch",
    "description": "Your character may passively gather crafting materials each day. The amount purchased is the most value you can hold at one time (i.e it doesn't build further during downtime).",
    "xpCost": "10 xp per 10 gold, increasing by 10 xp per purchase\n2 xp per 10 gold of Junk, increasing by 2xp per purchase (see Wealth: Junksmith)",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth, Crafting"
  },
  {
    "name": "Crafting: Quick Craftsman",
    "description": "Reduce the time required to make a crafting check.",
    "xpCost": "50 xp per 10% time decrease. Minimum 10% time",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Wealth, Crafting, Speed"
  },
  {
    "name": "Critical Flaw",
    "description": "Whenever this ability rolls no natural successes and the fate die rolls a 1, this ability triggers a Catastrophic Failure appropriate to the nature of the ability and situation at hand.",
    "xpCost": "-10% xp cost",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Dice Roll, Flavor"
  },
  {
    "name": "Critical: Bloodlust",
    "description": "Whenever this ability gains enough successes to be able to critically hit, it must do so rather than apply other effects.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, RP, Damage, Critical"
  },
  {
    "name": "Critical: Deadly",
    "description": "Critical Hits made by this ability deal maximized damage",
    "xpCost": "200 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Damage, Critical"
  },
  {
    "name": "Critical: Honed",
    "description": "You require one less success to invoke a critical hit with this ability",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Critical, Dice Roll, Successes"
  },
  {
    "name": "Critical: Killing Power",
    "description": "Whenever you deal a critical hit with this ability, you may now choose to add flat damage modifiers (such as those from characteristics) to your damage result BEFORE multiplication instead of after.",
    "xpCost": "100 xp and +100% increase (so just this effect is 200xp)",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Critical, Damage"
  },
  {
    "name": "Critical: Lucky Shot",
    "description": "Whenever your fate die rolls a 6 or greater for this ability, if the roll was a success then it becomes upgraded to a critical success",
    "xpCost": "150 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Critical, Dice Roll, Successes"
  },
  {
    "name": "Critical: Overkill",
    "description": "When you kill a creature using a critical hit that deals more damage than it had remaining HP, if there is another creature behind the original target, you may redirect the remaining damage to that second target.\nIf the second target was harder to hit, you must spend the difference in successes.",
    "xpCost": "100 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Critical, Damage, Area of Effect"
  },
  {
    "name": "Critical: Ravenous",
    "description": "Bestow a buff effect that while in effect causes all hits made by the target character to upgrade into critical hits.",
    "xpCost": "300 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Critical, Damage, Buff"
  },
  {
    "name": "Critical: Reaper",
    "description": "Requires Critical: Overkill. Whenever you trigger Overkill you may target any creature adjacent to the killed target, not just behind them. Additionally, you may continue to carry damage to adjacent targets until the full damage of the attack has been dealt, so long as each target is killed before moving on to the next.\nIf your critical attack is melee, you may freely make 1 square steps to reach new targets so long as this effect is active.\nThis effect is extremely potent versus numerous Grunt-type enemies.",
    "xpCost": "150 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Critical, Damage, Area of Effect"
  },
  {
    "name": "Critical: Savage",
    "description": "Add extra damage dice when this attack gets a Critical Hit",
    "xpCost": "50% of the normal cost of the damage dice",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Critical, Damage, Dice Roll"
  },
  {
    "name": "Critical: Terrorizing",
    "description": "When you kill a creature using a critical hit that deals far more damage than it had remaining HP (>20), all remaining enemies within visible and auditory range of the kill must make a DC3 RES check or become Feared for 2 rounds",
    "xpCost": "150 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Critical, Status, Area of Effect"
  },
  {
    "name": "Cursed Power",
    "description": "When using this ability, the end results of the ability's use is always considered to be one threat level higher than whatever was normally determined.\nGenerally, this means something bad will always happen when this ability is used, or when something bad happens this effect makes it worse.\nWhen selecting this flaw, you may opt to discuss with your GM for a standardized effect to occur, such as loss of control of your character, an ally is struck by lighting, or some other appropriate thematics for the ability, though depending on the nature of this the GM may reduce or increase the discount amount of this flaw.\nFor some examples, a critical success goes too far and also causes a negative effect, a success is considered a success with threat, or a success with threat is considered a success and a critical failure together.",
    "xpCost": "-80% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Critical, Self"
  },
  {
    "name": "Damage +1",
    "description": "Increases how much damage this attack deals by 1 of a specified damage type",
    "xpCost": "20 xp per point\nthis cost increases by 10 xp each time it is purchased",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Damage"
  },
  {
    "name": "Damage Ability / Heal Ability",
    "description": "A combat ability whose effect is to deal or heal damage.\nAll die must be of the same damage type selected when this effect is first purchased.\nTo add damage of a second damage type purchase the Damage: Additional Type for each additional damage type.",
    "xpCost": "70 xp for 1d6 damage\nthis cost increases by 35 xp each time it is purchased\nFormula: 70*x+35*(x-1)*x/2",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Damage, Healing"
  },
  {
    "name": "Damage Resist: Reduce Category",
    "description": "Lowers all types of damage resistance by 1 in the chosen category as a debuff.\nIf a creature's damage resistance is lowered below 0, any damage they take of that type is increased by the negative amount.\nBecomes a flaw instead when applied to yourself or an ally",
    "xpCost": "15 xp per point",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defence, Damage, Self, Debuff"
  },
  {
    "name": "Damage Resist: Reduce Type",
    "description": "Lowers a single type of damage resistance by 1 as a debuff.\nIf a creature's damage resistance is lowered below 0, any damage they take of that type is increased by the negative amount.\nBecomes a flaw instead when applied to yourself or an ally",
    "xpCost": "5 xp per point",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defence, Damage, Self, Debuff"
  },
  {
    "name": "Damage Type +1 (Global)",
    "description": "Increase how much damage you deal of a specified type for all instances of that damage type by 1",
    "xpCost": "100 xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Damage, Passive"
  },
  {
    "name": "Damage: Absorb Type",
    "description": "This ability is able to deal the damage type of the last type of damage that struck the character",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, Damage, Absorb"
  },
  {
    "name": "Damage: Add CHAR",
    "description": "Adds the number of dice in a CHAR’s pool to the damage the attack deals.\nThis can only be purchased once per ability.",
    "xpCost": "120 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Buff, Damage, Characteristic"
  },
  {
    "name": "Damage: Additional Type",
    "description": "Allows damage dice of an additional damage type to be added to this ability. All damage types added this way are considered part of the same attack and successes may be spent in any of their tables. The target's highest damage resistance is used (e.g slashing+fire damage dealt to a target with 5 slashing DR and 3 fire DR is reduced by 5). True damage may not be an additional type, use Damage: Alternate Type instead",
    "xpCost": "20 xp per additional damage type",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type"
  },
  {
    "name": "Damage: Alternate Type",
    "description": "The Ability gains an alternative damage type that can be swapped between, one damage type per purchase.\nDamage type is chosen when ability is used.\nDiffers from altered state in that all effects remain active, only damage type changes.",
    "xpCost": "20 xp per Damage Type",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type"
  },
  {
    "name": "Damage: Alternate Type: Absorbed",
    "description": "This ability changes its damage type to match the most recently absorbed damage type from the Absorb Element effect.",
    "xpCost": "10 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Absorb, Damage Type"
  },
  {
    "name": "Damage: Alternate Type: AP Cost",
    "description": "Requires Damage: Alternate Type. Changing damage type also inflicts an AP cost.\nIf this ability also has the Reloading flaw, the damage type may be changed as part of that effect.",
    "xpCost": "-30 xp 1 AP\n-50 xp 2 AP\n-80 xp 3 AP",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, AP"
  },
  {
    "name": "Damage: Charge Through",
    "description": "Requires Damage: Charging Attack.\nWhen you would make a Charging Attack, you no longer must give up all your remaining movement.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Combat, Damage, Mount"
  },
  {
    "name": "Damage: Charging Attack",
    "description": "Requires melee attack.\nWhen you hit a target with this attack and have movement remaining and have traveled at least half your base movement distance, you may give up all remaining movement to deal half that movement as bonus flat damage.",
    "xpCost": "150 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Combat, Damage, Mount"
  },
  {
    "name": "Damage: Convert Damage Type",
    "description": "Applies a buff that converts all damage done by the character to the damage type chosen when this extra is purchased. Can only be used on allies.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": "1 Round",
    "tags": "Damage Type, Buff"
  },
  {
    "name": "Damage: Damage Split",
    "description": "The damage of this attack becomes split evenly between all creatures adjacent to the primary target and the primary target. If there are no targets adjacent to the primary target, it receives the full normal damage.",
    "xpCost": "10 xp",
    "category": "Extra",
    "duration": null,
    "tags": "AoE, Damage"
  },
  {
    "name": "Damage: Killing Blows",
    "description": "Whenever this ability deals damage, roll your damage dice twice and take the higher result and ignore the lower result.\nAttacks made with this ability cannot make use of Holding Back rules and cannot deal Nonlethal damage.",
    "xpCost": "+100% XP cost",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Combat, Dice Rolls"
  },
  {
    "name": "Damage: Link to Environment",
    "description": "The damage of this ability is modified by environmental factors.\nExamples include throw a boulder where damage depends on the size of boulders around, or deal additional fire damage depending on ambient heat.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Environment, Limited"
  },
  {
    "name": "Damage: Link to Weapon",
    "description": "You cannot have this extra and any additional Damage effect on the same ability.\nThe damage of this ability will change to match the damage of an equipped weapon, but does not get any additional effects (improved critical etc)\nThis extra also applies to any healing dice a weapon applies to targets. If a weapon has both healing dice and damage dice, you must select which this extra applies to. You may take this twice to transfer both healing and damage.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, Equipment"
  },
  {
    "name": "Damage: Link to Weapon Effects",
    "description": "When this ability strikes, it also activates any abilities attached to the currently equipped weapon",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, Equipment"
  },
  {
    "name": "Damage: Moderate",
    "description": "Apply to a damage die to cause it to always give its average value instead of being rolled.",
    "xpCost": "10 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Dice Roll"
  },
  {
    "name": "Damage: Object Destruction",
    "description": "Deal 3x damage to objects. If the object has Incredible Durability and the damage type this ability deals is not the one the object is vulnerable to, you may still deal normal (1x) damage to it",
    "xpCost": "100 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Utility"
  },
  {
    "name": "Damage: Pierce / Penetration",
    "description": "When dealing damage of the type chosen when this extra is bought, ignore a number of points of the target's Damage Resistance to that damage type.",
    "xpCost": "10 xp per point",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, Damage, Pierce, Defense, Penetration"
  },
  {
    "name": "Damage: Random Damage Type",
    "description": "Convert all damage done by this ability to a random damage type selected via roll each time the ability is used.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage Type, Buff"
  },
  {
    "name": "Damage: Thorns",
    "description": "Whenever your character takes damage in melee you deal any attached damage dice to the attacking creature as a 0 AP reaction.\nTaking this effect multiple times allows additional uses of the 0 AP reaction per turn.",
    "xpCost": "50 xp per use per turn",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defence, Damage, Self, Duration"
  },
  {
    "name": "Damage: Vampirism",
    "description": "Whenever this ability deals damage, it also heals you for an amount linked to the damage you dealt.",
    "xpCost": "+50% xp Half-damage to healing\n+100% xp Full damage to healing",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Healing"
  },
  {
    "name": "DC: Easier",
    "description": "The DC for any checks that use the Ability may be decreased by 1.\nIf the DC of the check is reduced to 0, the roll is cancelled and no bonus successes may be obtained without additional effects.\nThis effect may not reduce the DC of a check below 0.\nIf making an opposed check, add one free success to your roll.",
    "xpCost": "80 xp per DC decrease",
    "category": "Extra",
    "duration": null,
    "tags": "Dice Roll"
  },
  {
    "name": "DC: Harder",
    "description": "The DC for any checks to use the Ability are increased by 1.\nIf making an opposed check, give the opponent an additional success.",
    "xpCost": "-80 xp per DC increase",
    "category": "Flaw",
    "duration": null,
    "tags": "Dice Roll, Flaw"
  },
  {
    "name": "Death: Dark Sign",
    "description": "When returning from death, restore 1 HP and 1 class resource per rank of this effect.",
    "xpCost": "30 xp per rank",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Healing, Class Resource, Death, Passive"
  },
  {
    "name": "Death: Resurrection (Players)",
    "description": "Restores a target dead creature to life, bringing them back to 1 HP but not restoring limbs/body parts that were removed.\nDoes not cure diseases or conditions that may lead to the target dying again the next round, those must be attached separately.\nThe target creature returns with all resource pools and limited-use abilities depleted.\nDead targets must be mostly physically intact and have a free and willing soul to return to life. \nThis effect may only target Players and is not considered a resurrection ability in terms of the world and its setting, aka gameplay only.",
    "xpCost": "150 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Healing, Death"
  },
  {
    "name": "Death: Resurrection (RP)",
    "description": "Requires Death: Resurrection (Players)\nRestores a target dead creature to life, bringing them back to 1 HP but not restoring limbs/body parts that were removed.\nDoes not cure diseases or conditions that may lead to the target dying again the next round, those must be attached separately.\nThe target creature returns with all resource pools and limited-use abilities depleted.\nDead targets must be mostly physically intact and have a free and willing soul to return to life. \nThis effect may only target NPCs and is considered a roleplay ability, making the world react to your very likely shocking power over death itself.",
    "xpCost": "150 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Healing, Death"
  },
  {
    "name": "Death: Revenant",
    "description": "At the start of your turn and if you are dead, return from death all by your goddamned self. Return to 1 HP and 0 AP. You have any resource points that you had when you died.\nYou do not restore lost limbs and similar, but do regenerate enough so as to not be in any immediate danger of death (other than by other creature's actions).",
    "xpCost": "500 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Death, Heal, Self"
  },
  {
    "name": "Debuff Ability",
    "description": "An ability that applies a status effect to a hostile, cost increases with greater debilitation.\nWhen applying a status effect, use the XP values listed in the status effect table, otherwise use the guidelines on this effect to determine a price.",
    "xpCost": "Base cost 10-100 XP\n10 xp - weak and simple effects (enemy has glowing outline)\n30 xp - moderately useful effects (slow movement)\n50 xp - standard strength effects (reduce die in a check)\n100 xp - very strong effects (apply vulnerable status)",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Debuff, Duration"
  },
  {
    "name": "Defense Ability",
    "description": "An ability to mitigate damage taken. This is a general-use base for any defense effects not specified elsewhere.\nThe cost of the defense effect is proportional to the power of the effect.",
    "xpCost": "Base cost 10-100 XP\n10 xp - weak and simple effects \n30 xp - moderately useful effects\n50 xp - standard strength effects\n100 xp - very strong effects",
    "category": "Effect",
    "duration": "Varies",
    "tags": "Defence"
  },
  {
    "name": "Defense: Bodyguard",
    "description": "Choose a creature or object adjacent to your character, when that creature would take damage you may elect to move into their square and take that damage instead.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defense"
  },
  {
    "name": "Defense: Critical Resistance",
    "description": "Whenever the creature is struck by a critical hit, reduce the multiplier value of that critical hit by 1, to a minimum of 1.",
    "xpCost": "120 xp per multiplier reduction",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Defense, Self, Critical"
  },
  {
    "name": "Defense: Damage Negate",
    "description": "Make a skill check and reduce incoming damage of the next attack by 1 for every success rolled in your skill check.",
    "xpCost": "75 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Defence"
  },
  {
    "name": "Defense: Damage Redirect",
    "description": "When you would take damage while this effect is active and you would either reduce that damage to 0 or evade that attack via AC or the Defend Action, you may make a skill check with a DC of the number of successes the enemy's attack made to \"catch\" the projectile, then make a free attack check against a target within the original ability's range, if it succeeds you redirect the original damage to the target.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defense, Damage"
  },
  {
    "name": "Defense: Damage Redirect Alt",
    "description": "Once per turn when you reduce damage taken to 0 or evade an attack via AC or the Defend Action, for 0ap you may make an attack roll against a target within range of the original ability to apply the damage of the original ability.\nThis effect has Reaction and Reaction Only baked into it.",
    "xpCost": "160 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Defense, Damage"
  },
  {
    "name": "Defense: Damage Redirect Alt 2",
    "description": "Once per turn when you are targeted by a damaging effect you may make an opposed roll against the attack. If you roll more successes than your opponent you negate the attack, and may make a free attack against a target within range of the original ability to deal the original damage. You don't roll for that attack, instead you use any additional success from the opposed roll.\nThis effect has Reaction and Reaction Only baked into it.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Defense, Damage"
  },
  {
    "name": "Defense: Damage Resist- Absorb",
    "description": "When you take damage but completely negate that damage via damage resistance, you may heal for half the amount of the damage you would have taken if you had no damage resistance.",
    "xpCost": "150 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Defence, Passive, Absorption"
  },
  {
    "name": "Defense: Damage Resist- Category",
    "description": "Resists a group of damage types (Physical, Elemental, or Esoteric)\nThe price increases for all further purchases regardless of which type was purchased",
    "xpCost": "15 xp per point, increasing by 7 xp after each purchase\nFormula: 15*x+7*(x-1)*x/2",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Defence, Passive"
  },
  {
    "name": "Defense: Damage Resist- Half Type",
    "description": "Applies a buff effect that reduces remaining damage taken by half after normal damage resistances, but only for the specified type.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Defense, Damage Type, Buff"
  },
  {
    "name": "Defense: Damage Resist- Type",
    "description": "Resists a single damage type (such as slashing, fire, dark, etc)\nThe price increases for all further purchases regardless of which type was purchased",
    "xpCost": "5 xp per point, increasing by 2 xp after each purchase\nFormula: 5*x+2*(x-1)*x/2",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Defence, Passive"
  },
  {
    "name": "Defense: Damage Type Half",
    "description": "Choose a damage type, and your character now takes half damage from that type after flat resistances are applied.",
    "xpCost": "150 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defense, Passive, Self"
  },
  {
    "name": "Defense: Damage Type Immunity",
    "description": "Choose a damage type, and your character is now immune to damage from this one specific damage type. Each character may only have one of this effect in place a time for XP, and one from equipment/items.",
    "xpCost": "200 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defense, Passive, Self"
  },
  {
    "name": "Defense: Damage Type Strength",
    "description": "Choose a damage type, and your character is now strong versus damage from this one specific damage type, meaning that you only take half of the damage you normally would after DR. Each character may only have one of this effect in place a time for XP, and one from equipment/items.",
    "xpCost": "100 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Defense, Passive, Self"
  },
  {
    "name": "Defense: Evasive Maneuvers",
    "description": "Whenever this character is targeted by a ranged attack, if this character had moved at least 5 squares on its previous turn, increase the DC of the ranged attack by 1.",
    "xpCost": "100 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Movement, Defence"
  },
  {
    "name": "Defense: Hard to Hit",
    "description": "Increases the DC of attack checks against you by 1 for each rank of this effect.\nWhen making opposed defensive rolls, such as via the Defend Action, gain one bonus success instead.",
    "xpCost": "160 xp, doubling for each purchase\nEX: 3 Ranks costs (160+320+640)xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Defense, Self, Passive"
  },
  {
    "name": "Defense: It Cut Only Thread",
    "description": "Requires wearing Equipment that has normal durability and possesses stats of some kind.\nOnce per round, you may choose to halve damage taken from one action by applying that damage with Sunder to a piece of equipment you current have equipped and that is not immune to damage.\nIn order to activate this effect, this substitution must make logical sense in the current cirumstances. If an object is destroyed in any part by this effect it cannot be repaired mid-combat by any means.",
    "xpCost": "100 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Equipment, Durability, Defense"
  },
  {
    "name": "Defense: Type Restriction",
    "description": "The attached defensive effect may only trigger when the damage is of the type specified when this flaw is taken",
    "xpCost": "-50 xp for a single damage type\n-30 xp for single damage class (melee, ranged, magic, etc)",
    "category": "Flaw",
    "duration": null,
    "tags": "Defence, Flaw, Damage Type"
  },
  {
    "name": "Defense: Use Mode Restriction",
    "description": "The attached defense effect may only trigger when the attack is not performed by the specified Use Modes (Ex: Charge Attack, Flurry Attack, Etc.)",
    "xpCost": "-10 xp per Use Mode",
    "category": "Flaw",
    "duration": null,
    "tags": "Defense, Flaw, Usage"
  },
  {
    "name": "Delayed Effect",
    "description": "Effect takes time before it actually activates",
    "xpCost": "-50 xp per round up to 5 rounds",
    "category": "Activation",
    "duration": null,
    "tags": "Flaw, Duration"
  },
  {
    "name": "Delayed Effect: Highlighted",
    "description": "Requires Delayed Effect of at least 1 round. When used, the ability creates some clear warning indicating roughly when and where the the delayed effect will take place. \nFor example, creating a highlighted circle on the ground for an AoE, or a timer indicating how many rounds until a creature will take massive damage.",
    "xpCost": "-30% xp cost",
    "category": "Activation",
    "duration": null,
    "tags": "Flaw, Duration, AoE"
  },
  {
    "name": "Dice -1",
    "description": "Using the ability has one less die, can stack. Must be used on an ability that gains dice from some other Effect/Extra and may not go below the gained dice. Example: the ability gains 5 dice from the Character's FIT, the Dice -1 Extra may be added up to 5 times.",
    "xpCost": "-40 xp * the number of times this extra has been purchased (the second purchase is -80xp)",
    "category": "Flaw",
    "duration": null,
    "tags": "Dice Roll, Flaw, Passive, Self, Successes"
  },
  {
    "name": "Dice +1",
    "description": "Using the ability has an extra die, can stack",
    "xpCost": "40 xp * the number of times this extra has been purchased (the second purchase is 80xp)",
    "category": "Modifier",
    "duration": null,
    "tags": "Dice Roll, Buff, Passive, Self, Successes"
  },
  {
    "name": "Disarming",
    "description": "When this ability targets an object via a called shot, if applicable that object is disarmed or otherwise knocked out of the owner's possession.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Combat"
  },
  {
    "name": "Dispel",
    "description": "Target an ongoing effect and make an opposed ability check against the caster. If you succeed, the effect is ended.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "instant",
    "tags": "Defence, Debuff, Duration, Cleanse"
  },
  {
    "name": "Distracting",
    "description": "If this ability causes a concentration check to be made as a result of its activation, the DC of that concentration check is higher.",
    "xpCost": "30 xp per DC increase",
    "category": "Extra",
    "duration": null,
    "tags": "Combat, Dice Roll"
  },
  {
    "name": "Duration: Charges",
    "description": "Requires a Buff or Debuff Effect. After the end of the ability's duration, the effect is able to be used a certain number of additional times before deactivating. A charge is considered depleted whenever an action is performed that is affected by the buff/debuff. The effect is considered dispellable while any charges remain, and any remaining charges are lost at the end of an encounter.",
    "xpCost": "20 xp per additional charge",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff, Debuff, Limited Use"
  },
  {
    "name": "Duration: Charges Only",
    "description": "Requires Duration: Charges on a 1 round ability with no other duration increases.\nRemove the initial 1 round duration",
    "xpCost": "-50xp",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff, Debuff, Limited Use, Flaw"
  },
  {
    "name": "Duration: Committed Resources",
    "description": "Requires another Duration effect that causes the ability to last longer than 1 round and a class resource cost for activation.\nWhen this ability is activated your maximum class resource pool is reduced by the class resource cost of this ability until this ability's duration ends. When the duration effect ends your max pool returns to normal.\nThis flaw is not selectable if you have no inherent means beyond resting to restore class resources.\nIf this ability has a channeled resource cost, they may also reduce your maximum pool when consumed to further refund additional xp. Ex: Each round your maximum CR reduces",
    "xpCost": "-10% xp per CR for base flaw\n-5% additional xp for channeled durations",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Flaw, Class Resource"
  },
  {
    "name": "Duration: Conditional",
    "description": "Requires a Duration. \nThe duration on this ability may only remain so long as the condition chosen when this flaw is purchased is true. If the condition becomes false at any time, the duration ends early and immediately. \nThe false condition must be reasonably able to occur during normal circumstances of this ability's use for this flaw to be valid.\nEx: \"If all nine planets are perfectly aligned\" is not a valid condition to cancel your effects.",
    "xpCost": "-10% to -100% from the multiplier upcharges (can't reduce below 0).",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Duration: Constantly Repeating Effect",
    "description": "Instant effects become effects that are constantly active and repeat themselves over and over beyond even reactions. This modifier needs GM approval (e.g. constant Dispel is fine, constant Damage Negate All is not, constant Damage doesn't even make sense)",
    "xpCost": "+100% XP",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff, GM Approval"
  },
  {
    "name": "Duration: Dispel Immune",
    "description": "Ability cannot be dispelled. If Duration: Indefinite is applied with no Duration: Conditional modifiers, all activation modifiers must be removed.\nCan potentially be abused, so please don't.",
    "xpCost": "+100% XP",
    "category": "Duration",
    "duration": null,
    "tags": "Duration"
  },
  {
    "name": "Duration: Encounter",
    "description": "Convert Instant and 1 round effects to last until the end of the current encounter / scene. Instant effects can be triggered once on each of your turns.",
    "xpCost": "+200% XP",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff"
  },
  {
    "name": "Duration: Extend",
    "description": "When this ability targets a creature under the affect of a duration effect, add additional rounds of duration to that existing effect. If there are no duration effects active on the target, this effect does nothing.",
    "xpCost": "80 xp per additional round",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Duration, Buff"
  },
  {
    "name": "Duration: Indefinite",
    "description": "Ability lasts until dispelled or cancelled. AP Cost modifiers are reduced by half",
    "xpCost": "+300% XP",
    "category": "Duration",
    "duration": null,
    "tags": "Duration"
  },
  {
    "name": "Duration: Non-passive",
    "description": "Convert a passive duration to 1 round duration that can be dispelled. Duration can be extended with more rounds/maintained as normal for 1 round abilities",
    "xpCost": "-80% xp applied to passive",
    "category": "Duration",
    "duration": null,
    "tags": "Duration"
  },
  {
    "name": "Duration: Overclocked",
    "description": "Requires a duration.\nCauses the attached duration effect to trigger at the start of every turn in the initiative order instead of on only one turn per round.",
    "xpCost": "+400% xp",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff"
  },
  {
    "name": "Duration: Rounds",
    "description": "Convert Instant and 1 round effects to a longer duration. Instant effects can be triggered once on each of your turns, and have a starting value of 0 rounds",
    "xpCost": "50xp per additional round",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff, Debuff"
  },
  {
    "name": "Duration: Single Charge",
    "description": "Requires 1 Round duration.\nThis ability no longer applies to every applicable action during the round, instead only applying to the first applicable action.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": "1 Charge",
    "tags": "Duration, Flaw"
  },
  {
    "name": "Duration: Skillful Start",
    "description": "When you make a skill check to begin a duration effect you may spend additional successes from that check to add additional rounds of duration that begin when the effect would normally end. Adds 1 round per additional success.",
    "xpCost": "40 xp",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff, Dice Roll, Successes"
  },
  {
    "name": "Duration: Stackable Concentration",
    "description": "Requires Concentation duration. You can recast this ability multiple times to stack its effects. When you fail the RES save, all effects end. If the ability has any other Duration: Maintained modifiers, they still behave as if only one instance is in effect.",
    "xpCost": "+50% XP",
    "category": "Duration",
    "duration": null,
    "tags": "Duration, Buff"
  },
  {
    "name": "Duration: Until Rest / 24hr",
    "description": "Requires Duration: Indefinite.\nThe effect with this duration goes away when the character rests or 24hrs have passed which ever comes first.",
    "xpCost": "-50% from upcharge.",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Duration"
  },
  {
    "name": "Environmental Weakness",
    "description": "Your character is actively averse to a certain environmental effect such as sunlight, silver, rain, flowers, etc.\nIf the weakness you possess is very rare, the GM may elect to reduce the values of this flaw.\nIf Aversion, your character simply hates it on a roleplay level and wishes to avoid it.\nIf Allergic, your character gains Sickened(1) when in contact. \nIf Harmful, your character gains Exhausted when in contact and takes 1 True Damage each round.\nIf Deadly, your character gains all the above and takes 20 True Damage each round.",
    "xpCost": "Aversion: -30 xp\nAllergic: -50 xp\nHarmful: -80 xp\nDeadly: -200 xp",
    "category": "Flaw",
    "duration": "Passive",
    "tags": "RP, Flaw, Environment"
  },
  {
    "name": "Environmental Weakness: Disable Ability",
    "description": "Whenever your character is exposed to an environmental weakness, this ability is disabled completely for a number of rounds.",
    "xpCost": "-30 xp per round disabled",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Limited Use, Environment"
  },
  {
    "name": "Equipment: Banish",
    "description": "While this ability is active, the targets equipment is banished. The target cannot use active abilities from equipment, but benefits from any ongoing effects.",
    "xpCost": "150 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Equipment, Buff"
  },
  {
    "name": "Equipment: Disable",
    "description": "While this ability is active, the target cannot benefit from passive or active abilities from their equipment.",
    "xpCost": "250 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Equipment, Debuff"
  },
  {
    "name": "Excludes Target Type",
    "description": "If the ability is used against a target that is considered part of the classification chosen when this flaw is taken, this ability can only deal a max of 1 damage and any other effects fail.\nThe XP refund of this flaw depends on how wide the chosen classification is, with more wide choices refunding more XP.\nExamples: cannot affect ghosts, cannot affect metal objects, cannot affect Eldritch creatures, cannot affect living creatures",
    "xpCost": "-10 xp to -100 xp at GM approval",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Limit, GM Approval, Targeting"
  },
  {
    "name": "Exclusive",
    "description": "Requires at least one other ability with this modifier, not in an array with this ability, or this ability must be normally castable on multiple targets at once.\nOnly one ability with this modifier may be active at a time.",
    "xpCost": "-50% muliplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Exploration: Foraging",
    "description": "Your character is always assumed to be able to feed themselves in any hospitable wild environment. You must still make checks to provide enough food for multiple people or within sparse or otherwise inhospitable environments, but do so with 1 free success.",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Exploration, Dice Rolls, RP"
  },
  {
    "name": "Exploration: Internal Compass",
    "description": "Your character always knows which direction is North and gains 1 free success on any checks related to navigation or mapping",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Exploration, Dice Rolls, RP"
  },
  {
    "name": "Exploration: Treasure Sense",
    "description": "Double your character's CUN radius for detecting hidden treasure or noticing objects of substantial monetary value. Gain 1 free success on any checks to determine the approximate gold value of any item.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Exploration, Dice Rolls, RP, Wealth"
  },
  {
    "name": "Extended Cast Time",
    "description": "The Ability takes a number of minutes to complete, making it unfeasible to use in combat situations.\nFor every 30 minutes of continuous casting, you must make a concentration check or lose focus and fail the cast.",
    "xpCost": "-10 xp cost per minute of cast time",
    "category": "Activation",
    "duration": null,
    "tags": "Flaw, RP, Utility"
  },
  {
    "name": "Fail Saves",
    "description": "Requires a duration.\nWhile this ability is active, you automatically fail saves for the specified CHAR",
    "xpCost": "-100 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Self, Saves"
  },
  {
    "name": "Failure Penalty",
    "description": "Whenever this ability makes a check and fails, inflict a specified negative penalty on the creature who used the ability. This flaw is incompatible with abilities that award free successes.\nIf desired you may apply a negative status for the failure effect, refunding 50% of it's xp value.",
    "xpCost": "-10 xp to -50 xp depending on severity of penalty\nand/or\n-50% of a status effect's xp cost",
    "category": "Flaw",
    "duration": null,
    "tags": "Damage, Debuff, Flaw"
  },
  {
    "name": "Fitness: Throwing Practice",
    "description": "Whenever you throw an object, multiply the number of squares you may throw it by 2.\nYou may now throw grappled creatures half this distance instead of only 1 square.\nIncrease the multiplier for this effect by 1 for each purchase.",
    "xpCost": "50 xp per throw distance multiplier",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Strength, Characteristic, Combat, Utility, Self"
  },
  {
    "name": "Focus",
    "description": "You must repeat the initial attack roll each turn for 0 ap. If you fail the ability ends. Can also be used with Buff: Requires Check for positive effects",
    "xpCost": "-50% muliplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Forced Movement: Momentum Transfer",
    "description": "Requires melee attack. When you hit a target with this attack and have movement remaining, you can give up remaining movement (max of your movespeed for that movement type) to push the target that many squares directly away from you.",
    "xpCost": "30 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Movement, Environment"
  },
  {
    "name": "Friendliest Fire",
    "description": "Requires an ability that may target allies with negative effects.\nDamage, negative statuses, and other harmful effects caused by this abilty no longer make attack rolls or trigger saves against allies, they instead instantly cause the negative effect to the affected allies.",
    "xpCost": "-80 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Targeting, Damage"
  },
  {
    "name": "Full Concentration",
    "description": "Requires Duration: Conditional: Concentration.\nWhile this concentration effect is maintained, you can take no other actions except to continue the effect or end the effect.",
    "xpCost": "-100% muliplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Full Power Only",
    "description": "The ability with this flaw attached may not make use the Hold Back rules to reduce the damage it deals or deal Nonlethal damage",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Dice Roll"
  },
  {
    "name": "Handedness",
    "description": "How many hands are required to use this ability.\nIn short-hand, Handedness(1) refers to requiring 1 hand, and Handedness(2) requires 2.",
    "xpCost": "No hands required 0xp\nTakes up a hand -20xp\nTakes up 2 hands -40xp\nRequires more than 2 hands -80 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Limit, Flaw, Self"
  },
  {
    "name": "Heal: Overheal",
    "description": "When this ability heals a creature, if the amount of healing is greater than the amount of HP the creature is missing, the remainder of the healing becomes temporary HP instead of being wasted. This effect can only trigger when the target creature is below or at their maximum HP and does not have temporary HP.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Heal, Buff, HP"
  },
  {
    "name": "Health: Increase",
    "description": "Increases a character's maximum HP.",
    "xpCost": "5 xp per 1 HP\nThis increases in cost by 5 xp for each purchase.\nFormula: 5(n*(n+1)/2)",
    "category": "Stat",
    "duration": "Passive",
    "tags": "HP, Self"
  },
  {
    "name": "Health: Temporary HP",
    "description": "Bestows the target creature with temporary HP, following all rules for temporary hit points.",
    "xpCost": "15 xp per 1 HP",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Healing, Limit, Buff"
  },
  {
    "name": "Initiative: decrease",
    "description": "Whenever your character makes an initiative roll, decrease that value",
    "xpCost": "-30 xp per decrease * the number of increases you've purchased\nYou may not decrease your initiative below your SPD.\nFor example, -2 Initiative refunds -90 xp (-30 + -60)",
    "category": "Character Flaw",
    "duration": "Passive",
    "tags": "Initiative, Self"
  },
  {
    "name": "Initiative: Increase",
    "description": "Whenever your character makes an initiative roll, increase that value",
    "xpCost": "30 xp * the number of increases you've purchased\nFor example, +2 Initiative costs 90 xp (30 + 60)",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Initiative, Self"
  },
  {
    "name": "Initiative: Offensive Decrease",
    "description": "Reduce the initiative of a target creature",
    "xpCost": "20xp per decrease",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Initiative, Combat, Debuff"
  },
  {
    "name": "Initiative: Tag Team (Command)",
    "description": "Target an ally within range of this ability. That ally may immediately take an action before returning to your turn (provided you have any AP remaining).\nThe ally may refuse to take an action at no cost to themselves.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Initiative, AP"
  },
  {
    "name": "Interrupt",
    "description": "Ability may be used at any point during combat with an additional AP cost of 3",
    "xpCost": "200 xp",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Initiative"
  },
  {
    "name": "Interruptable",
    "description": "An enemy within reach of the target can spend 3 AP to end this effect with no check",
    "xpCost": "-25% muliplier upcharges",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Limited Uses",
    "description": "The ability may only be used a certain number of times before becoming inert. If this ability is purchased with XP these uses refresh on long rest.",
    "xpCost": "1 use: -80%\n2 uses: -60%\n3 uses: -50%\n4 uses: -40%\n5 uses: -30%",
    "category": "Flaw",
    "duration": null,
    "tags": "Object, Equipment, Limit, Flaw, Limited Use"
  },
  {
    "name": "Limited Uses: Recharge Condition",
    "description": "Requires Limited Uses. This ability restores a single use to the object when a condition is met.",
    "xpCost": "reduces the discount on this ability by 20%",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Equipment, GM Approval, Buff, Ammo"
  },
  {
    "name": "Limited Uses: Recharge Time",
    "description": "Requires Limited Uses. This ability restores a single use to the object when a certain amount of time has passed.",
    "xpCost": "Reduces the discount on this ability:\n1/week: 5%\n1/day: 10%\n1/hour: 25%",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Equipment, Buff, Ammo"
  },
  {
    "name": "Link to Ability / Attack",
    "description": "Ability can only activate after a successful ability/attack roll, this ability activates automatically after the linked check completes and costs AP equal to whichever is greater between this ability and the linked ability.",
    "xpCost": "0 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Combat, AP, Limit, Flaw"
  },
  {
    "name": "Link to Attack: Extra Effort",
    "description": "Ability can only activate after a successful attack roll, AP cost of ability added to the AP cost of the attack roll to activate",
    "xpCost": "-30 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Combat, AP, Limit, Flaw"
  },
  {
    "name": "Link to Attack: Half Damage",
    "description": "Requires Link to Attack, lowers default damage to half a normal attack",
    "xpCost": "flat discount of 50% of the cost of damage dice on the attack",
    "category": "Activation",
    "duration": null,
    "tags": "Combat, AP, Limit, Flaw"
  },
  {
    "name": "Luck: Fate's Will",
    "description": "The ability can only activate when the fate dice rolls a 6.",
    "xpCost": "-80% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Luck, Dice Roll, Flaw, Discount"
  },
  {
    "name": "Luck: Favored of Fate",
    "description": "Your Fate Die now considers a 5 to be a 6 on the roll.",
    "xpCost": "150 xp",
    "category": "Fate",
    "duration": "Passive",
    "tags": "Luck, Dice Roll, Critical, Passive, Buff, Self"
  },
  {
    "name": "Luck: Flip of the Coin",
    "description": "The ability can only activate when succeeding a 50/50 coin flip",
    "xpCost": "-50% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Luck, Dice Roll, Flaw, Discount"
  },
  {
    "name": "Luck: Foes",
    "description": "Your Luck rerolls obtained from your Luck characteristic may now also be used to re-roll the dice of your enemies so long as they are in sight of you",
    "xpCost": "25 xp",
    "category": "Reroll",
    "duration": "Passive",
    "tags": "Luck, Dice Roll, Buff, Passive"
  },
  {
    "name": "Luck: Fortunate",
    "description": "Your Luck ReRolls restore on long rests instead of per session",
    "xpCost": "100 xp",
    "category": "Reroll",
    "duration": "Passive",
    "tags": "Luck, Buff, Passive"
  },
  {
    "name": "Luck: Friends",
    "description": "Your Luck rerolls obtained from your Luck characteristic may now also be used to re-roll the dice of your allies so long as they are in sight of you",
    "xpCost": "25 xp",
    "category": "Reroll",
    "duration": "Passive",
    "tags": "Luck, Dice Roll, Buff, Passive"
  },
  {
    "name": "Luck: Gambler of Fate",
    "description": "Requires Luck: Fortunate. You may regain Luck ReRolls on short rests",
    "xpCost": "50 xp per reroll restored on short rest",
    "category": "Reroll",
    "duration": "Passive",
    "tags": "Luck, Buff, Passive"
  },
  {
    "name": "Luck: Ill-Fated",
    "description": "Rolls of a 2 on your fate die also trigger any effects that would occur when it rolled a 1.",
    "xpCost": "-200 xp",
    "category": "Character Flaw",
    "duration": "Passive",
    "tags": "Luck, Flaw, Dice Roll, Critical"
  },
  {
    "name": "Luck: Intense Control",
    "description": "You may no longer critically fail any check you make, but you also may no longer critically succeed.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Luck, Critical, Dice Roll"
  },
  {
    "name": "Luck: Lucky Bastard",
    "description": "You may add 1 point to the value of your fate die for determining advantage effects for every 3 points you have in your LCK characteristic",
    "xpCost": "50 xp",
    "category": "Fate",
    "duration": "Passive",
    "tags": "Luck, Buff, Passive, Successes"
  },
  {
    "name": "Luck: Multiple Fates",
    "description": "You may roll an additional Fate Die when you make any check. The additional Fate Die is subject to any effects that apply to your first Fate Die.",
    "xpCost": "30 xp",
    "category": "Fate",
    "duration": "Passive",
    "tags": "Luck, Buff, Passive"
  },
  {
    "name": "Luck: Nothing to Chance",
    "description": "Your fate die may no longer provide negative or positive effects.",
    "xpCost": "50 xp",
    "category": "Fate",
    "duration": "Passive",
    "tags": "Luck, Dice Roll, Critical"
  },
  {
    "name": "Luck: Play the Odds",
    "description": "Whenever you roll a dice pool, if two or more dice roll their max natural values you trigger a positive luck effect, increasing in intensity the more max dice there are in this roll.\nConversely, whenever multiple dice roll their minimum natural values you trigger a negative luck effect, similarly increasing the more minimum dice there are in this roll.",
    "xpCost": "10 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Luck, Dice Roll, Flaw, Buff, Debuff"
  },
  {
    "name": "Luck: Play to Win",
    "description": "Whenever you achieve a critical success, you may spend 3 ReRolls to upgrade it into a Colossal Success with your GM's approval.",
    "xpCost": "100 xp",
    "category": "Reroll",
    "duration": "Passive",
    "tags": "Luck, Critical, GM approval"
  },
  {
    "name": "Luck: Threatened Odds",
    "description": "Whenever this ability gains threat from the Fate die rolling a natural 1, it removes successes from the roll result in addition to the normal threat effects.",
    "xpCost": "-50 xp per success lost",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Luck, Successes"
  },
  {
    "name": "Merchant Price",
    "description": "If you pay someone to make an item for you, this is the standard amount extra they'd like to be paid.\nMerchants follow player crafting rules when obtaining items that don't already exist in their inventory for time to craft / time to obtain.\nIf you need an item faster, consider adding Crafting: Quick Craftsman in combination with Single Use as a sub-effect.",
    "xpCost": "50% increase in cost",
    "category": "Extra",
    "duration": null,
    "tags": "Wealth, Buying, Merchant"
  },
  {
    "name": "Metaphysics Switch",
    "description": "When this ability is used, you may now choose (and announce for the GM to know) whether the ability is following physical or metaphysical rules instead of the ability being locked to one or the other at creation.",
    "xpCost": "+75% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Modifier, Alter"
  },
  {
    "name": "Minion: Absorb Ability Modifiers",
    "description": "Requires an object to be consumed as part of the minion's summoning. \nThe minion gains a creature template determined by the GM depending on what was consumed as part of it's summoning. \nFor example, a necromancer raising a zombie using a dragon corpse, the zombie may gain a fire breath ability.",
    "xpCost": "100 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Utility, Combat, Absorb"
  },
  {
    "name": "Minion: Absorb Attributes",
    "description": "Requires an object to be consumed as part of the minion's summoning. \nThe attributes of the minion, such as movement type, size, appearance, change depending on the material consumed as part of the minion's summoning.",
    "xpCost": "80 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Utility, Movement, Absorb"
  },
  {
    "name": "Minion: Cannot Speak",
    "description": "Your minion understands your commands, but cannot reply in kind (like an animal companion). Your minion can only communicate in ways appropriate to its form.",
    "xpCost": "-40 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Minion, Flaw"
  },
  {
    "name": "Minion: Companion",
    "description": "Incompatible with duration and activation modifiers.\nYour minion is now a companion, meaning it exists as its own independent creature and remains until it dies, and must be resurrected using player rules instead of re-summoned.\nCompanions are generally obedient, but as their own entity, may choose to take independent action. Similarly, companion minions may also act beneficially without your instruction.",
    "xpCost": "+300% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Duration"
  },
  {
    "name": "Minion: Controlled",
    "description": "Changes the attached minion into a controlled minion. Controlled minions cannot act independently of their owner, and consume their owner's AP to take any action.",
    "xpCost": "-40% xp cost",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, AP, Discount, Minion"
  },
  {
    "name": "Minion: Harvestable",
    "description": "When your minion dies, it's body does not dissipate or otherwise become rendered unusable like normal. Instead, the minion's body remains as a deceased/destroyed tangible object.\nThe price of this extra is determined by how potentially valuable this effect may be, depending on the nature of the minion.",
    "xpCost": "10-100 xp based on usefulness",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Utility, Resources"
  },
  {
    "name": "Minion: Lesser",
    "description": "Summon a lesser minion creature, see Minion. Lesser Minions have 1 HP and 5 Characteristic points and are mostly for RP and specific minor utility purposes, such as a wizard's owl familiar or a necromancer's talking skull companion.\nPairs well with Minion: Companion.",
    "xpCost": "20 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Multi-Summon",
    "description": "When using AP to bring forth a minion, you may choose to bring forth an additional minion as part of the same action. This does not increase the total summon limit of a minion.",
    "xpCost": "75 xp per additional minion",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, AP"
  },
  {
    "name": "Minion: Rebellious",
    "description": "Your minions summoned with this flaw are not obligated inherently to follow your commands. In order to command your minion, you must persuade them via some way, shape, or means. Otherwise, your minion may easily choose to disobey, not act, or even act maliciously according to their nature.",
    "xpCost": "-25% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Minion, Flaw"
  },
  {
    "name": "Minion: Share Sense",
    "description": "Choose a sense your minion possesses, you immediately know anything the minion detects with that sense",
    "xpCost": "40 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Sense, Vision, Sight, Utility, Minion"
  },
  {
    "name": "Minion: Special Communication",
    "description": "You possess a special method that allows you to communicate with your minions beyond normal verbal means, such as telepathy, special hand gestures, or similar. \nThis defaults to only within visual range, but may be outside of visual range by adding the Range Extra.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Minion"
  },
  {
    "name": "Minion: Spell Focus",
    "description": "While your minion is within range of any abilities, you may elect to instead have the minion become the source of the ability",
    "xpCost": "+10% XP cost",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Range, Targeting"
  },
  {
    "name": "Minion: Summon",
    "description": "Create a minion. By default only one copy of the minion can exist at a time. Re-activating this ability when at maximum minions replaces the oldest minion with a new one. When a minion hits 0 hp or its duration expires it disappears, or its body is otherwise rendered unusable.\nCreate a separate character sheet to keep track of your minion's stats. Its starting characteristics are determined by point buy with 14 points, but otherwise following player rules. See Minion rules.\nYou pay any xp costs for minion abilities/advancement at a one to one price, and the price of any minion abilities are not affected by any prices or multipliers on this Summon Ability.\nMinions may not have this ability.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Summon Elite",
    "description": "Summon an Elite enemy template, selected when you make this ability. You cannot add anything to the template.",
    "xpCost": "200 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Summon Grunt",
    "description": "Summon a Grunt enemy template, selected when you make this ability. You cannot add anything to the template.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Summon Horde",
    "description": "Create a horde minion. Functions mostly the same as Minion: Summon, but the base minion has HP based only on RES, not RES and level, all members of the horde are summoned at once, and only one horde can exist at a time.",
    "xpCost": "10 xp per horde member, increase by 5xp per purchase.",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Summon Limit",
    "description": "Increase the maximum instances of a minion you may have active at once.\nThis limit is per minion ability, and not a passive for your entire character.",
    "xpCost": "+100% xp per additional minion",
    "category": "Extra",
    "duration": null,
    "tags": "Minion, Duration"
  },
  {
    "name": "Minion: Summon Troop",
    "description": "Summon a Troop enemy template, selected when you make this ability. You cannot add anything to the template.",
    "xpCost": "100 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Minion"
  },
  {
    "name": "Minion: Tandem Attack",
    "description": "Requires an active Minion.\nWhen you or a minion spend AP to make a prepared action at the same time as the other, both attacks are combined into a single attack for the purposes of overcoming Damage Resistance. \nThis effect may only be triggered once per turn. Your minions may also use this effect to Tandem Attack with other minions under your control.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "instant",
    "tags": "Minion, Combat, Damage"
  },
  {
    "name": "Mountable",
    "description": "Requires Minion or Object. The minion or object now counts as a mount under mounting and mounted combat rules.\nIf the object is equipment, any creature with the object equipped becomes mountable.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Mounts, Minion, Object, Equipment"
  },
  {
    "name": "Mounts: Evasive Maneuvers",
    "description": "When attacked while riding a mount, you may use either the DC to hit you, or the DC to hit your mount, choosing which at will.\nAs long as your mount has made at least 1 movement action this round, increase the DC to hit both you and your mount by 1.",
    "xpCost": "80 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Mounts, Defense, Movement"
  },
  {
    "name": "Mounts: Jousting",
    "description": "When dealing melee damage while riding a mount, add the mount's STR as bonus damage to the melee attack.",
    "xpCost": "80 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Mounts, Damage, Characteristic"
  },
  {
    "name": "Mounts: Let's Ride",
    "description": "Mounting or dismounting is now a 1 AP action instead of a 3 AP action.",
    "xpCost": "50 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Mounts, AP"
  },
  {
    "name": "Mounts: Synergistic Attack",
    "description": "When you make a successful attack roll while mounted, if your mount also has an attack that can strike the same target, your mount may automatically succeed and deal damage to that target and both attacks are combined for purposes of overcoming damage resistance. \nYour mount must still consume its normal AP and fulfill any normal conditions to use this effect.",
    "xpCost": "150 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Mounts, Damage, Damage Resistance"
  },
  {
    "name": "Movement Type: Add CHAR",
    "description": "Add additional squares of movement to a movement type based on a chosen CHAR. Each movement type can only have one CHAR added to it at a time.",
    "xpCost": "3x XP of a single square of that movement type",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Movement, Characteristic"
  },
  {
    "name": "Movement Type: Charge",
    "description": "When using movement attached to this ability, the creature may only move in straight lines and must stop at any obstacle they are unable to pass over",
    "xpCost": "-10 xp from each square of movement",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Flaw, Limit"
  },
  {
    "name": "Movement Type: Guarded",
    "description": "Choose a movement type, you do not provoke attacks of opportunity with that movement",
    "xpCost": "10 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Movement, Buff, Defense"
  },
  {
    "name": "Movement Type: Roll based",
    "description": "Add additional squares of movement based on CHAR ability check, adding one square for each success",
    "xpCost": "30xp",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Characteristic, Dice Roll"
  },
  {
    "name": "Movement: Burrowing",
    "description": "Increase burrow speed by 1 square. This movement type allows Sprinting. You can only burrow through terrain (ie no HP on the thing you're burrowing through)",
    "xpCost": "30xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Decrease",
    "description": "Duration effects: While the ability is in effect your movement is reduced for each move action taken\nInstant effects: for 1 round, your movement is reduced for each move action taken",
    "xpCost": "-20 xp per square of reduction",
    "category": "Flaw",
    "duration": null,
    "tags": "Movement, Flaw"
  },
  {
    "name": "Movement: Flying",
    "description": "Increase fly speed by 1 square. This movement type allows Sprinting.",
    "xpCost": "40xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Gliding",
    "description": "Increase glide speed by 1 square. This movement type allows Sprinting. You may move down or horizontally with this speed. While gliding you fall 5 squares per round.",
    "xpCost": "30xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Hover Max Height",
    "description": "The default height for hover is a couple inches from the ground (i.e. still in the same square as if standing). This extra increases the maximum height at which you can hover. When you would take falling damage, you may reduce the fallen distance by this amount.",
    "xpCost": "20 xp per square",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Hover Speed",
    "description": "Increase hover speed by 1 square. This movement type allows Sprinting. By default you only hover a couple inches above the surface.",
    "xpCost": "25xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Ignore Terrain Difficulty",
    "description": "Choose a type of terrain, when trying to move or act within that type of terrain you are no longer required to make movement checks or reduce your movement speed because of environmental hazards of that terrain type.\nFor example, if you choose thick foliage you no longer treat it as difficult terrain and move at normal speed, and may also climb normal trees without making a climb check. \nExample terrain types: thick foliage, icy terrain, tight-ropes, narrow spaces, loose scattered debris fields, etc.",
    "xpCost": "30 xp per terrain type\n150 xp for all terrain types",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Movement, Environment"
  },
  {
    "name": "Movement: Increase",
    "description": "Increase movement speed by 1 square.\nIf you have at least 1 square of movement of a type, your character may move in that style when they take a move action.",
    "xpCost": "Land Speed: 20 xp\nSwim Speed: 20 xp\nLeap: 25 xp\nHover: 25 xp\nSpider Climbing: 30 xp\nBurrowing: 30 xp\nGliding: 30 xp\nFlying: 40 xp\nTeleport: 40 xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Jump",
    "description": "Increase jump distance by 1 square. This movement type does not allow Sprinting. When using Jump movement, each AP spent lets you travel up to that many squares in a straight line, horizontally, vertically or diagonally. You must land on the ground before you can jump again",
    "xpCost": "25xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Land Speed",
    "description": "Increase land speed by 1 square. This movement type allows Sprinting",
    "xpCost": "20xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Push",
    "description": "Pushes the target of the ability in both a direction and for a distance. \nCan be applied to self, may be a discount instead in certain situations.\nBy default, allows pushing in any direction, but you may apply a conditional for -30xp to only push away from you.",
    "xpCost": "10 xp per square of horizontal movement\n35 xp per square of vertical or horizontal movement",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Movement, Environment"
  },
  {
    "name": "Movement: Push Resist",
    "description": "When you would be pushed, reduce the distance by a number of squares.",
    "xpCost": "10 xp per square of horizontal movement\n35 xp per square of vertical or horizontal movement",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Movement, Environment, Defense"
  },
  {
    "name": "Movement: Requires Movement",
    "description": "This ability may only be activated after you have used a movement action this turn.",
    "xpCost": "-50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Movement, Self, Limited"
  },
  {
    "name": "Movement: Spider Climbing",
    "description": "Increase climb speed by 1 square. This movement type allows Sprinting. While using this movement you can freely move on walls and ceilings as well as the ground.",
    "xpCost": "30xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Swim Speed",
    "description": "Increase swim speed by 1 square. This movement type allows Sprinting. This does not give you the ability to breath underwater or anything",
    "xpCost": "20xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Teleport",
    "description": "Increase teleport speed by 1 square. This movement type does not allow Sprinting. Without extras, you cannot teleport through walls. You do count as moving from your space for reactions with that trigger. Movement debuffs do affect this movement.",
    "xpCost": "40xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Movement, Buff"
  },
  {
    "name": "Movement: Triggers Move",
    "description": "Using this ability allows the creature to make a movement action as part of the ability",
    "xpCost": "20% of the cost of any additional movement per [Movement: Increase]",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Self"
  },
  {
    "name": "Movement: Triggers Natural Movement",
    "description": "When this ability is used trigger a move action as part of this ability's use.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Movement, Self"
  },
  {
    "name": "Negatable",
    "description": "Effect can be cancelled by an enemy with a 2 AP action, ex: extinguish a fire, punch to interrupt a spell",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, AP, Debuff"
  },
  {
    "name": "Object",
    "description": "This effect is automatically applied to objects bought with currency as a 0 xp effect. \nConverts the ability into an object with an HP of 10, DR (all) of 10 and size 0. The shape and type of object is set when this effect is purchased, and has no inherent mechanical effects without any being purchased and attached to this effect.\nIf the object is destroyed it can be restored for or repaired by any means reasonable for the type of object. If the object is lost or consumed and purchased with XP, it can be replaced for free by spending a long rest to replace it. \nYou cannot create currency via this means.\nHandedness is recommended, as most objects normally require a free hand.",
    "xpCost": "0 xp for anything purchased with currency\n-30 xp (base) for an object that has no hand requirement\n-50 xp for an object that requires a free hand to operate (Handedness(1) included)\n-70 xp for an object with Handedness(2)",
    "category": "Modifier",
    "duration": null,
    "tags": "Object, Summon"
  },
  {
    "name": "Object: Contact Damage",
    "description": "The object deals damage inherently to any creature that comes into contact with it. \nThe object deals this damage at the start of each turn a creature is in contact, or immediately when new contact is made.\nIf the object is of a large enough size that occupies multiple squares, moving from one square into another is considered making a new contact and deals damage.\nThis extra can also be used as a flaw depending on circumstances. \nThis is useful for electrified items, pools of lava or acid, or fields of caltrops.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Damage, Flaw"
  },
  {
    "name": "Object: Detachable",
    "description": "When this object would be affected by Damage, it may instead be removed from your character and moved into an adjacent square to reduce the points of damage by half, rounded down.\nAny appropriate AP must be spent to collect and re-equip the object.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Defense, Immune"
  },
  {
    "name": "Object: Dual-wieldable",
    "description": "When the character has equipped this item in their off-hand, it is capable of using dual-wielding rules",
    "xpCost": "10 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Equipment"
  },
  {
    "name": "Object: Durability",
    "description": "Increases the HP of a summoned object.",
    "xpCost": "5 xp per 5 HP",
    "category": "Extra",
    "duration": null,
    "tags": "Object, HP, Buff"
  },
  {
    "name": "Object: Fragile",
    "description": "The object is particularly susceptible to damage of any kind. Reduce the object's HP to 5 and damage resistances all to 0.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Object, Flaw"
  },
  {
    "name": "Object: Hardened Structure",
    "description": "Requires an object that is a structure or vehicle.\nAdds points of Damage Resist (All) to a structure or vehicle making it harder for normal creatures and weapons to damage it.\nAll objects begin with DR(All) of 10.",
    "xpCost": "20 xp per point",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Defense, Damage Resist"
  },
  {
    "name": "Object: Heavy Equipment",
    "description": "Requires Object. Makes an object unable to be easily moved. The object may only be activated when stationary.",
    "xpCost": "-25% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Object, Limited Use"
  },
  {
    "name": "Object: Incredible Durability",
    "description": "Requires Object.\nItem cannot be destroyed by HP damage or reduced in effect by damage or Sunder effects.\nHowever, you must choose a single damage type (besides True Damage) the object is NOT immune to.",
    "xpCost": "200 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Immune, Defense"
  },
  {
    "name": "Object: Indestructible",
    "description": "Requires Object.\nItem cannot be destroyed by HP damage or reduced in effect by damage or Sunder effects.\nHowever, you must choose some way that the item may still be destroyed.",
    "xpCost": "250 xp and +100% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Immune, Defense"
  },
  {
    "name": "Object: Intangible",
    "description": "Converts an object to be intangible, allowing creatures to pass through the space it occupies regardless of its size category.",
    "xpCost": "-20 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Movement"
  },
  {
    "name": "Object: Quick Draw",
    "description": "When this item is drawn or stowed, it may be done as a 0 AP action, instead of a 1 AP action.",
    "xpCost": "20 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Equipment, AP"
  },
  {
    "name": "Object: Quick Replace",
    "description": "When a non-summoned object is destroyed or lost, it can be replaced on a short rest instead of a long rest.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Time"
  },
  {
    "name": "Object: Refreshable",
    "description": "Requires Limited Uses purchased with gold. Charges refresh on long rest",
    "xpCost": "+200% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Equipment, Limit, Limited Use"
  },
  {
    "name": "Object: Secured",
    "description": "Requires an Object that makes sense to be vulnerable to disarment.\nItem cannot be disarmed, or otherwise forcibly removed from the character without more extreme circumstances.",
    "xpCost": "10 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Immune, Utility"
  },
  {
    "name": "Object: Special Ammo",
    "description": "Converts the ability into 'unit' of ammunition for a given weapon type as appropriate for that weapon (ex, a bullet for a gun, an arrow for a bow).\nThe ability triggers when the ammo successfully strikes a target and then is consumed. This ability uses the range of the given weapon and the AP of either the Special Ammo or the Weapon, whichever is higher.",
    "xpCost": "-50% xp",
    "category": "Modifier",
    "duration": null,
    "tags": "Object, Ammo"
  },
  {
    "name": "Object: Structure",
    "description": "Requires Object.\nMakes the object craft more slowly (10 gold per success per day of work instead of 50), and the object may no longer be moved by any but exceptional means.",
    "xpCost": "-50% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Object"
  },
  {
    "name": "Object: Structure - Room Buff",
    "description": "Requires Object: Structure.\nStaying in or otherwise properly utilizing this room provides a buff to the occupant for a certain number of days.\nContinuous use of the room refreshes the buff's duration.",
    "xpCost": "30 xp per day",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Buff"
  },
  {
    "name": "Object: Summoned",
    "description": "Converts the objects from a permanent object into a summoned object that can be conjured using AP. By default, only a single summoned object may exist at one time, or a small number of tiny/simple objects with GM permission (such as ball bearings or darts).\nYou can create currency via this means, but it disappears like all other objects when the effect ends.",
    "xpCost": "+10% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Summon, AP"
  },
  {
    "name": "Object: Summoned Quantity",
    "description": "Increases the number of summoned objects that can exist simultaneously.",
    "xpCost": "5 xp per instance",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Buff, Summon"
  },
  {
    "name": "Object: Thrown",
    "description": "When this ability is activated, the character throws the object and may not use it again without another object or retrieving it.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Usage, Combat, Equipment, Object"
  },
  {
    "name": "Object: Wall",
    "description": "Requires Object: Structure.\nThe volumetric area the structure occupies may be rearranged into a wall shape that occupies the same volume of space.\nBring a calculator.",
    "xpCost": "0 xp",
    "category": "Modifier",
    "duration": null,
    "tags": "Object"
  },
  {
    "name": "Passive: Dispellable",
    "description": "This passive or permanent ability is now vulnerable to being dispelled by other creatures. Once dispelled, it must be re-applied as a 3 AP self-only ability.\nThe AP cost or refund of reapplying the passive may be adjusted, with them being adjusted to half the xp value of a normal AP cost effect.",
    "xpCost": "-25% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Self, Passive, Flaw"
  },
  {
    "name": "Polymorph: Baleful",
    "description": "Transform another unwilling creature into a new shape or species after a successfull attack check. The XP value of this effect equals the approximate power level of the creature chosen when this ability is purchased, with weaker creatures costing more.\nFor example, turning a hulking orc into a human could cost 50 xp, but turning them into a goldish on land would cost 250 xp thanks to being essentially stunned and slowly dying.",
    "xpCost": "XP cost based on creature type chosen",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, RP, Duration"
  },
  {
    "name": "Polymorph: Willing",
    "description": "Transform yourself or another willing creature into a new shape or species. The XP value of this effect equals the approximate power level of the creature chosen when this ability is purchased.\nFor example, a goldish would cost 10 xp and allow the user to swim and breathe underwater, but little else; while a dragon would be more expensive.",
    "xpCost": "XP cost based on creature type chosen",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, RP, Duration"
  },
  {
    "name": "Prone",
    "description": "Knocks an unwilling creature prone. See Prone rules.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Utilty, Combat, Status"
  },
  {
    "name": "Range",
    "description": "Increases the distance an ability can reach. Can attack at up to 2x distance, but DC is increased by 2 when beyond purchased distance.\nArea of Effect abilities trigger their area when they strike a target up to this range.",
    "xpCost": "0 - melee\n5 xp per square/meter of range",
    "category": "Range",
    "duration": null,
    "tags": "Range, Combat, Targeting"
  },
  {
    "name": "Range: Area Effect Circle",
    "description": "Add radius to a circle shaped Area of Effect. Requires Target: Area of Effect",
    "xpCost": "20xp per square of radius",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Range: Area Effect Cone",
    "description": "Add range to a cone shaped Area of Effect. Requires Target: Area of Effect",
    "xpCost": "10xp per square of 45 degrees\n15xp per square of 90 degrees",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Range: Area Effect Height",
    "description": "Add squares of height to an Area of Effect. Requires Target: Area of Effect",
    "xpCost": "10xp per square",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Range: Area Effect Line",
    "description": "Add squares of distance to a Line shaped Area of Effect. Requires Target: Area of Effect",
    "xpCost": "5xp per square",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Range: Area Effect Sphere",
    "description": "Add radius to a sphere shaped Area of Effect. Requires Target: Area of Effect",
    "xpCost": "25xp per square of radius",
    "category": "Area",
    "duration": null,
    "tags": "AoE, Range"
  },
  {
    "name": "Range: Extreme Range",
    "description": "Requires a Utility or RP Effect.\nThe ability has a range best measured in kilometers rather than squares. Each square of range attached to this effect is multiplied 100x.",
    "xpCost": "+200% xp",
    "category": "Range",
    "duration": null,
    "tags": "Range, Utility, Buff, GM Approval"
  },
  {
    "name": "Range: Linked to Weapon",
    "description": "The range of this ability becomes the range of an equipped weapon",
    "xpCost": "30 xp",
    "category": "Range",
    "duration": null,
    "tags": "Range, Combat, Equipment"
  },
  {
    "name": "Range: Melee Reach",
    "description": "Increases the reach of a melee attack by 1 square",
    "xpCost": "25 xp per square",
    "category": "Range",
    "duration": null,
    "tags": "Range, Combat, Targeting"
  },
  {
    "name": "Range: Minimum Range",
    "description": "The target of the attack must be at least this far away otherwise the attack automatically fails",
    "xpCost": "-10 xp per square",
    "category": "Range",
    "duration": null,
    "tags": "Flaw, Limit, Range, Targeting"
  },
  {
    "name": "Range: Others Only",
    "description": "Only applicable to Buff or Heal effects. You can no longer target yourself for these beneficial effects.",
    "xpCost": "-30 xp",
    "category": "Range",
    "duration": null,
    "tags": "Range, Self, Targeting"
  },
  {
    "name": "Range: Self Only",
    "description": "Removes all range from an ability, allowing it to only be used upon yourself",
    "xpCost": "-30 xp",
    "category": "Range",
    "duration": null,
    "tags": "Range, Self, Targeting"
  },
  {
    "name": "Range: Thrown",
    "description": "The range of this ability is equal to your throwing range as determined by your STR stat.",
    "xpCost": "10 xp",
    "category": "Range",
    "duration": null,
    "tags": "Range"
  },
  {
    "name": "Range: Unlimited",
    "description": "The attack will continue to travel until it impacts a target and is itself unaffected by gravity or distance. Ranged attacks made by this ability have a normal DC while within the ability's specified range, but increase the DC by 1 for each multiple of the ability's range. If the attack is a save instead of attack roll, reduce the save DC instead.\nYou may also apply this to AoE abilities.\nExample: an attack with a range of 5 meters would be DC 3 (normal) to hit a target at from 0-5 meters, a DC 4 from 6-10 meters, and a DC 5 from 11-15 meters, etc",
    "xpCost": "Double the price of the range increment (Range becomes 10xp per square, Range: Area Effect Sphere becomes 50xp per square etc)",
    "category": "Range",
    "duration": null,
    "tags": "Range, Buff, Combat, Targeting"
  },
  {
    "name": "Reaction",
    "description": "When chosen, specify a condition. When that condition is met this Ability may be used outside of normal turn order by spending the Ability’s AP cost without going into negative AP.",
    "xpCost": "50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Initiative, Limit"
  },
  {
    "name": "Reaction only",
    "description": "Requires Reaction. Can only use this ability when reaction trigger is met, unusable at will.",
    "xpCost": "-50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Initiative"
  },
  {
    "name": "Reaction: Extra Reactions",
    "description": "Requires a Reaction and an AP cost of 0. Allows an additional use of the 0 AP reaction for each purchase of this extra, bypassing normal once-per-round restrictions.",
    "xpCost": "50 xp per additional use",
    "category": "Extra",
    "duration": null,
    "tags": "AP, Initiative"
  },
  {
    "name": "Reaction: Hyper Reactive",
    "description": "Requires reaction ability that costs 0 AP. Removes the normal 0 AP restriction to allow this reaction to be taken additional times per turn. The reaction can be used any number of times, but each consecutive use in the same turn increases the DC of the ability's check by 1.",
    "xpCost": "+400% xp",
    "category": "Extra",
    "duration": null,
    "tags": "AP, Initiative"
  },
  {
    "name": "Reaction: Lightning",
    "description": "Requires Reaction and Reaction: Quick. Allows going into negative AP to ensure ability activation when a reaction trigger is met. Can continously be used whenever the reaction trigger is met, even while AP is currently negative, allowing the character to go even more negative on AP.",
    "xpCost": "50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Initiative, Buff"
  },
  {
    "name": "Reaction: Quick",
    "description": "Requires Reaction. Allows going into negative AP to ensure ability activation when a reaction trigger is met. Cannot be used again while already below 0 AP.",
    "xpCost": "50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "AP, Initiative, Buff"
  },
  {
    "name": "Recklessness",
    "description": "Increase the damage of this ability as HP drops.\nGain 1 damage die for each 10 of your max HP missing.",
    "xpCost": "+100% xp",
    "category": "Extra",
    "duration": null,
    "tags": "HP, Damage, Self"
  },
  {
    "name": "Regeneration",
    "description": "Restore limbs, body parts, etc after they are lost in combat, accidents, and really kinky one-night-stands.\nRestores the state of the body to what would be considered \"normal\" for the character.",
    "xpCost": "70 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Healing, Self"
  },
  {
    "name": "Reloading",
    "description": "After using this ability, you must use a number of AP to reload it before it can be used again. When applied to a weapon, the weapon attack may not be used until reloaded even if it has multiple abilities attached.",
    "xpCost": "-10% cost per AP to reload",
    "category": "Flaw",
    "duration": null,
    "tags": "AP, Ammo"
  },
  {
    "name": "Reloading: Magazine",
    "description": "Requires Reloading. Reloading AP cost may be deferred a number of uses by reducing discount.",
    "xpCost": "5xp per use before reloading",
    "category": "Extra",
    "duration": null,
    "tags": "AP, Ammo"
  },
  {
    "name": "Reloading: Partial Reload",
    "description": "Requires Reloading:Magazine. Part of the AP cost of reloading can be spent ahead of time to restore a proportional amount of uses, rounding down to the nearest whole amount.\nFor example: a 4-shot magazine that costs 4 AP to reload may spend 1 AP to reload 1 shot.",
    "xpCost": "10 xp per use before reloading",
    "category": "Extra",
    "duration": null,
    "tags": "AP, Ammo"
  },
  {
    "name": "Reloading: Unload",
    "description": "Requires Reloading:Magazine and a sub-effect under it. When this sub effect is activated remove multiple uses of the ability instead of a single one.",
    "xpCost": "-5 xp per use removed",
    "category": "Flaw",
    "duration": null,
    "tags": "AP, Ammo"
  },
  {
    "name": "Repeatable Saves",
    "description": "Requires Target:Save or Resistable. \nWhenever the target is negatively affected by the effect they initially failed a save against, they may attempt the save again and end the effect if they succeed.\nThese additional saves only may only occur once per round.",
    "xpCost": "-50% applied to duration multipliers",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Flaw, Saves"
  },
  {
    "name": "Requires Active Effect",
    "description": "In order to use this ability, you must currently have the effect specified active on your character. If the effect ends by any means, so does this effect. \nWhen this flaw is attached to an effect, it no longer has normal rules requiring it cost at least 10 xp, and may instead be completely a flaw, bestowing negative xp to the character; however the sum of xp spent on abilities that require this effect must be equal or greater than the negative xp bestowed from that effect.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Buff, Debuff, Limited, Flaw"
  },
  {
    "name": "Requires Active Effect - Dispel",
    "description": "Requires \"Requires Active Effect\". The active effect is dispelled when you use this ability, even if that ability is normally dispel immune.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Buff, Debuff, Limited, Flaw"
  },
  {
    "name": "Requires Additional Success Spent",
    "description": "Create a sub-effect on this ability and attach this flaw. You must spend additional successes to activate this sub-effect, and if not the ability activates without activating those sub-effects.",
    "xpCost": "-50 xp per additional success required",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited Use, Limited, Successes, Flaw"
  },
  {
    "name": "Requires Called Shot Location",
    "description": "This effect may only trigger as part of a called shot on the location specified when this flaw is taken",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Called Shot"
  },
  {
    "name": "Requires Consumable",
    "description": "You must consume an object or a number of smaller objects specified when this flaw is taken in order to use this Ability. The player must keep track of how many of these objects they possess and they must not be an item so easily obtained and stored as to make this flaw meaningless. \nAt GM discretion more expensive or difficult to obtain consumables may increase the discount offered from this flaw.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited Use, Flaw"
  },
  {
    "name": "Requires Cover",
    "description": "The effect may not activate unless the character is currently in cover.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Environment"
  },
  {
    "name": "Requires Critical",
    "description": "This effect may only trigger when a critical hit has occurred",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Critical"
  },
  {
    "name": "Requires Damage",
    "description": "This sub effect may only trigger if the base effect dealt damage",
    "xpCost": "-10 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Damage"
  },
  {
    "name": "Requires Damage Type",
    "description": "The attached effect can only successfully activate when the damage the overall Ability would deal is of the specified type chosen when this flaw is acquired.\nThis flaw is only valid on Abilities where the damage type is variable in some manner.",
    "xpCost": "-20 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw, Damage Type"
  },
  {
    "name": "Requires Directionality",
    "description": "The ability can only successfully activate when your position relative to the target is as indicated by this flaw.\nExamples such as being above an enemy or behind them.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Limit, Targeting"
  },
  {
    "name": "Requires Item",
    "description": "Ability needs a special focus item to use, must be more specific than generic terms like “weapon”, such as “sword” or \"mage staff\"",
    "xpCost": "-30 xp\n-50 xp for a specific instance of an item",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw"
  },
  {
    "name": "Requires Setup",
    "description": "The ability may only be activated while setup, which is an action that requires AP. Remaining setup requires that the character or object remain stationary. If the character or object moves out of their square by any means they must use the setup action again in order to use this ability.",
    "xpCost": "-80 xp for a setup with AP cost of 1\n-15 xp each additional AP cost for setup",
    "category": "Flaw",
    "duration": null,
    "tags": "Alter, Flaw, Limit, AP"
  },
  {
    "name": "Requires Strong Foes",
    "description": "The ability can only successfully activate on creatures considered Elite or higher, otherwise it automatically fails",
    "xpCost": "-80 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw"
  },
  {
    "name": "Requires Target Type",
    "description": "If this ability is used against a target that does not meet a narrative classification chosen when this flaw is taken, then the ability can only deal a max of 1 damage and any other effects fail.\nThe XP refund of this flaw depends on how wide the chosen classification is, with more narrow choices refunding more XP. \nExamples: Only affects Undead, only affects stone, only affects people named Dan.",
    "xpCost": "-10 xp to -100 xp at GM approval",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Limit, GM Approval, Targeting"
  },
  {
    "name": "Requires Toggle",
    "description": "This ability may only be activated while toggled active, which is an action that requires AP. This lasts until the end of encounter by default, but can be ended by spending the AP again.",
    "xpCost": "-10 xp per AP",
    "category": "Flaw",
    "duration": null,
    "tags": "Alter, Flaw, Limit, AP"
  },
  {
    "name": "Requires Weak Foes",
    "description": "The ability can only successfully activate on creatures considered to be of Grunt or Troop rank, otherwise it automatically fails",
    "xpCost": "-80 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw"
  },
  {
    "name": "Requires: Breakthrough",
    "description": "To activate this ability you must spend Breakthrough points",
    "xpCost": "-20% xp per Breakthrough required",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw, Breakthrough"
  },
  {
    "name": "Requires: Currency",
    "description": "In order to activate this ability you must consume the required amount of currency.",
    "xpCost": "-5 xp per 1 currency",
    "category": "Flaw",
    "duration": null,
    "tags": "Wealth, Limited, Flaw"
  },
  {
    "name": "Requires: End of Turn",
    "description": "This ability may only be used as the last ability on your turn, and may not be used as a reaction or tag-team ability.",
    "xpCost": "-60 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Limit, Limited Use, Flaw"
  },
  {
    "name": "Requires: ReRoll",
    "description": "To activate this ability you must spend ReRoll points",
    "xpCost": "-20% xp per ReRoll required",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Flaw, Luck"
  },
  {
    "name": "Requires: Start of Turn",
    "description": "This ability may only be used as the first ability on your turn, and may not be used as a reaction or tag-team ability.",
    "xpCost": "-60 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Limit, Limited Use, Flaw"
  },
  {
    "name": "Requires: Status",
    "description": "This ability may only affect a creature so long as it is already under the effect of the specified status effect.",
    "xpCost": "-xp equal to the xp cost of the chosen status effect\nIf the status is ranked, choose how many ranks are required and use that value",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Status, Flaw"
  },
  {
    "name": "Requires: Status - Cleanse",
    "description": "Requires \"Requires: Status\" flaw. When you trigger this ability, the required status is cleansed from the target. This only applies to negative status effects on enemies and positive status effects on allies (no clearing buffs from an enemy as a flaw)",
    "xpCost": "Discount equal to the Requires: Status flaw",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Status, Flaw"
  },
  {
    "name": "ReRolls: Add",
    "description": "Increase the Character's ReRoll stat.",
    "xpCost": "60 xp per additional ReRoll",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Dice Roll, Buff, Passive, Self"
  },
  {
    "name": "Roleplay Ability",
    "description": "An Ability to aid in roleplay scenarios",
    "xpCost": "10-50 xp as determined by GM for usefulness",
    "category": "Effect",
    "duration": "Varies",
    "tags": "RP"
  },
  {
    "name": "Roleplay: Degrades Humanity",
    "description": "Roleplay effect with no mechanical value. Using this ability somehow degrades the \"humanity\" ie social ability or morality of the user in some way, shape, or form. \nThe change may be temporary or permanent as the player decides.",
    "xpCost": "-20 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "RP, Self, Social"
  },
  {
    "name": "Roleplay: Painful",
    "description": "Roleplay effect with no mechanical value. Using this ability causes a large amount of pain to user in a non-mechanical way, generally causing some sort of hesitation to make as much use of this ability as they otherwise could.",
    "xpCost": "-20 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "RP, Self"
  },
  {
    "name": "Roleplay: Pleasurable",
    "description": "Roleplay effect with no mechanical value. Using this ability causes significant pleasure in some way, shape, or form, generally encouraging the user to make use of the ability in situations where it would otherwise not be optimal or appropriate.",
    "xpCost": "-20 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "RP, Self"
  },
  {
    "name": "Roleplay: Room Quality",
    "description": "Requires Object: Structure.\nIncreases the quality of the room/area and its decorations for roleplay purposes.",
    "xpCost": "10 xp for basic room\n30 xp for decent room\n50 xp for quality room\n80 xp for high quality room\n100 xp for a decadent quality room",
    "category": "Extra",
    "duration": null,
    "tags": "Object, Roleplay"
  },
  {
    "name": "Saves: Boost",
    "description": "Choose a single specific save your character may make such as poison, sleep, concentration, etc and add additional dice to the pool you roll when you make that type of save.",
    "xpCost": "80 xp per die",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Saves, Dice Roll"
  },
  {
    "name": "Saves: Weaken",
    "description": "Choose a single specific save your character may make such as poison, sleep, concentration, etc and remove dice from the pool you roll when you make that type of save.\nYou may not remove more dice from that type of save than you have in the corresponding characteristic.",
    "xpCost": "-80 xp per die",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Saves, Dice Roll"
  },
  {
    "name": "Senses: Add",
    "description": "Adds a passive extra sense to your character. This sense is either blocked by obstacles or has a radius of 20*CUN in feet (4*CUN in squares). These senses are examples, generally enhancing an existing sense should be 20xp and gaining an entirely new sense is 50xp.",
    "xpCost": "Nightvision: 20xp\nEnhanced Scent: 20xp\nEnhanced Auditory: 20xp\nEnhanced Vision (Binocular): 20xp\nEnhanced Vision (Microscopic): 50 xp\nEnhanced Vision (X-Ray): 50 xp per square of obstruction\nEcholocation: 50xp\nTremorsense: 50 xp\nThermal Vision: 20xp\nElectromagnetism sense: 50 xp\nLife Sense: 50 xp\nMind Sense: 50 xp\nTrue Sight: 50 xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Passive, Sight, Vision, Self"
  },
  {
    "name": "Shouted Ability Names",
    "description": "Your character must shout the name of an ability in order to activate it, and abilities must have names accurate to what they do. \nGives away what you're doing, but it feels so passionate!",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": "Passive",
    "tags": "RP, Flaw"
  },
  {
    "name": "Size Category: Decrease",
    "description": "Decreases the size category of the creature or object by one category.\nThis effect only affects the amount of space the target occupies and has no other mechanical effect.\nCreatures of size 0 or smaller may occupy the same square as other creatures. Medium creatures are considered Size 1.",
    "xpCost": "20 xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Size"
  },
  {
    "name": "Size Category: Increase",
    "description": "Increases the size category of the creature or object by one category.\nThis effect only affects the amount of space the creature occupies and has no other mechanical effect.\nCreatures occupy space of a cube with sides equal to their size with medium creatures being Size 1.\nTherefore, a Size 2 creature occupies a 2x2 square of space, and Size 3 a 3x3 square.",
    "xpCost": "20 xp",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Size"
  },
  {
    "name": "Skill Dice",
    "description": "Effects of this ability only apply to a certain skill, not to the entire characteristic.\nFor example: extra dice to STR rolls, but only when running, not when lifting objects.\n\nIf the skill chosen is particularly specific (ie: flower arrangement, knitting, etc), with GM approval you may purchase skill dice for that skill at 30 xp per die without the normal increasing costs.",
    "xpCost": "30 xp x the number of dice will have applied to this skill for each additional die.\nFor example, +1 die is 30xp, +2 dice is 90 xp (30 + 60), and +3 is 180 xp (30 + 60 + 90)",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Dice Roll, Self, Skills"
  },
  {
    "name": "Skill Dice: Unskilled",
    "description": "Remove dice from your dice pool when rolling a specific skill, rather than everything for a characteristic.\nThe skill must be one of perception, athletics, stealth, a social skill, or a class skill",
    "xpCost": "-30 xp per die lost",
    "category": "Character Flaw",
    "duration": "Passive",
    "tags": "Dice Roll, Self, Skills, Flaw"
  },
  {
    "name": "Skill: Power Gauge",
    "description": "When you make an opposed skill check, your character knows by how much they succeeded or failed the opposed the check and how many dice the opponent rolled for the check.",
    "xpCost": "30 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Skills, Information, Dice Rolls"
  },
  {
    "name": "Social: Attractive",
    "description": "Whenever your character attempts a social check with a creature who finds them within their preferences, you may reduce the DC of the check by 1",
    "xpCost": "60 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP, Dice Roll"
  },
  {
    "name": "Social: Bonus SR",
    "description": "Increase your character's starting SR for Social Combat (see Social Combat rules)",
    "xpCost": "20 xp per 1 SR",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Social, RP, Combat"
  },
  {
    "name": "Social: Disreputable",
    "description": "When activated, this ability causes the target(s) to lose respect, or otherwise more greatly dislike your character.\nThis flaw is not valid on abilities that already do so, such as attacks, stealing, etc.\nThis flaw also renders the ability unusable on targets that are already hostile.",
    "xpCost": "-80 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Social, RP, Flaw"
  },
  {
    "name": "Social: Favored",
    "description": "Your character has earned the trust/love/loyalty/etc of a particular individual, group, or faction. So long as you do not abuse this favor, the specified target will aid you to the best of their ability within reason.",
    "xpCost": "variable (depending on the number and ability of the individuals)",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP, GM Approval"
  },
  {
    "name": "Social: Forgettable",
    "description": "Your character's words or deeds are less likely to spread within the general knowledge of a populace, and are more easily forgotten",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Hated",
    "description": "Your character has earned the hatred of a particular individual, group, or faction. Whenever this group is in any way involved they will do their utmost within their ability and character to destroy or punish you.\nThis flaw is not obtainable if the specified group chosen is not able to influence the story.",
    "xpCost": "variable (depending on the number and threat of the individuals)",
    "category": "Character Flaw",
    "duration": "Passive",
    "tags": "Social, RP, Flaw, GM Approval"
  },
  {
    "name": "Social: Heroic Bias",
    "description": "Your character's words and deeds are more likely to be taken positively by the general populace",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP, Dice Roll"
  },
  {
    "name": "Social: Infamous Bias",
    "description": "Your character's words and deeds are more likely to invoke fear and apprehension in the general populace",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Lasting Impression",
    "description": "Whenever you make a significant impression on a character, they are vastly less likely to change their opinion of you, even when presented contrary evidence",
    "xpCost": "20 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Liked Associates",
    "description": "When your character becomes liked more by other characters, other characters in your party also become liked more by their association with you.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Money Talks",
    "description": "Whenever your character attempts a social check and fails, they may spend 25 gold per die to reroll results",
    "xpCost": "30 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Pendantic",
    "description": "When making social combat attack rolls, you may also add your INT dice to your normal dice pool for determining number of successes. However, usage of this effect causes other characters involved in the situation to find you generally more annoying or insufferable, lowering their opinion of you.",
    "xpCost": "80 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Social, RP, Intelligence"
  },
  {
    "name": "Social: Popular",
    "description": "Your character's words or deeds are more likely to spread within the general knowledge of a populace and be remembered for longer",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Public Speaking",
    "description": "Whenever you speak to a crowd your social checks affect more targets and more strongly at GM's discretion.",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Reputation",
    "description": "Any NPC that recognizes or knows your character also knows an established fact about them, even if you haven't met before. You may lose this reputation if you repeatedly and publicly act against it.\nExamples: You are a fair merchant, you will kill those that oppose you, you absolutely love cheeses",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP"
  },
  {
    "name": "Social: Requires Humiliation",
    "description": "This ability may only be used on a creature that has been recently defeated in Social Combat.",
    "xpCost": "-100 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Social, RP, Combat, Limit, Flaw"
  },
  {
    "name": "Social: Scathing Remark",
    "description": "When succeeding a Social Combat check that insults or taunts the opponent, you may deal your CUN in additional SR but significantly lower your opponent's disposition towards you. You may only do this once per Social Combat encounter.",
    "xpCost": "50 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Social, RP, Combat"
  },
  {
    "name": "Social: Silver Tongue",
    "description": "When you succeed a Social Combat check, each bonus success reduces your opponent's SR by 2 instead of by 1.",
    "xpCost": "100 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, RP, Combat"
  },
  {
    "name": "Social: Stubborn",
    "description": "Reduce the amount of SR damage you take in Social Combat",
    "xpCost": "30 xp per point of SR reduction",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Social, RP, Combat, Defense"
  },
  {
    "name": "Soul Link: Full Transferral",
    "description": "Requires Soul Link: Statuses. \nStatuses held by your partner when soul link ends are no longer automatically returned to you. This is primarily useful combined with Soul Link: Parasite",
    "xpCost": "20 xp",
    "category": "Modifier",
    "duration": null,
    "tags": "buff, defense"
  },
  {
    "name": "Soul Link: Health",
    "description": "Choose a willing creature, for the duration of this effect you may elect to transfer up to the percentage bought of each HP damage you take to your soul-linked partner. You may choose which character's damage resist applies when the link is formed.\nWhen a soul link is formed, choose the percent of the damage that will be redirected up to 100%.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 Round",
    "tags": "Buff, Defence, Duration, HP"
  },
  {
    "name": "Soul Link: Parasite",
    "description": "Soul link may now be cast upon unwilling creatures as an attack roll. Any redirected damage applies as an attack allowing damage resistances to apply.\nAny statuses transferred via the link may be saved against with a DC3 RES check to return them to the link origin.",
    "xpCost": "20 xp per 10% of damage that may be transferred, maximum 90%",
    "category": "Extra",
    "duration": null,
    "tags": "Combat, Debuff"
  },
  {
    "name": "Soul Link: Requires Soul Link",
    "description": "The attached ability may only target creatures currently under the effect of a Soul Link to the user, otherwise the ability automatically fails.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Limited"
  },
  {
    "name": "Soul Link: Statuses",
    "description": "Choose a willing creature, for the duration of this effect you may elect to transfer up to the number of statuses bought to your soul-linked partner, default 1. Ranked statuses are still considered 1 status regardless of their ranks for this effect.\nTransferring statuses is by default a 3 AP action, any AP modification extra may be applied to it, with relevant multipliers applying to this ability in addition to any AP multipliers used for the action needed in creating the soul link.\nAny statuses held by your partner when this effect ends are automatically returned to you.",
    "xpCost": "30 xp per max status transferrable at once",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Buff, Defence, Duration, Statuses, Complex"
  },
  {
    "name": "Speed: Back In Action",
    "description": "Whenever you lose a turn due to having less than 0 AP or from being under any stun-type effects, on your next turn you generate twice your SPD in AP instead of SPD+2.",
    "xpCost": "150 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "AP, Buff, Self"
  },
  {
    "name": "Speed: Energetic",
    "description": "Whenever you gain or lose AP from haste or slow effects, the amount of AP lost is decreased by 1 and the amount of AP gained is increased by 1.",
    "xpCost": "150 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "AP, Limit, Buff, Self"
  },
  {
    "name": "Speed: Overhasten",
    "description": "When a haste effect would raise your AP over the maximum size of your AP pool, the additional AP is not lost and is instead retained as temporary AP points. This effect may only trigger when your AP pool is below its maximum.",
    "xpCost": "30 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "AP, Initiative, Limit, Buff, Self"
  },
  {
    "name": "Speed: Preparation is Key",
    "description": "Your maximum AP pool is increased from 2x your AP generation to 3x your generation rate.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "AP, Limit, Buff, Self"
  },
  {
    "name": "Speed: Ready for more",
    "description": "Whenever you generate AP on your turn with 3 or more AP already in your AP pool, you generate 1 additional AP.",
    "xpCost": "200 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "AP, Buff, Self"
  },
  {
    "name": "Spite: Hey Fuck You Pal",
    "description": "When your character loses a social combat, your next successful attack roll against the creature that defeated them in social combat becomes a critical hit.",
    "xpCost": "100 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Social, Critical, Damage"
  },
  {
    "name": "Spite: My Death or Yours",
    "description": "When this ability is used on a target if that target is not dead when all the effects of this ability is resolved, you are instantly reduced to negative your max HP.\nThis flaw effect may only be used on a single non-array ability per character.\nCharacters killed by this effect (not the damage attached to it) must pay 50 xp or 200 gold in order to return from death by any resurrection effects.",
    "xpCost": "-75% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Death, Flaw, Self, Combat, Damage, Limited"
  },
  {
    "name": "Spite: Nobody Wins",
    "description": "When making an opposed skill check against another creature, if you lose the skill check you may apply a catastrophic failure to yourself in order to apply a critical failure to the creature that won the opposed check.\nYou may only use this effect once per game session.",
    "xpCost": "50 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Dice Roll, Self, Critical, Limited Use"
  },
  {
    "name": "Status: Breakthrough Resistant",
    "description": "Requires an ability that applies a status effect. If the target of this ability spends a breakthrough point in order to immediately end the effect, it costs an additional breakthrough point to remove. \nEach at the start of each round, the amount of breakthrough points required to end the effect decreases by 1 back to the normal cost of 1.",
    "xpCost": "80 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Status, Breakthrough"
  },
  {
    "name": "Stealth: Observant",
    "description": "Treat your passive perception radius as 1 square radius larger per purchase",
    "xpCost": "20 xp per square",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Stealth, Cunning"
  },
  {
    "name": "Stealth: Obvious",
    "description": "This ability is loud, flashy, obnoxious, or generally super obvious. Creatures anywhere near you clearly notice this ability activating, and probably don't appreciate it.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Stealth, Flaw"
  },
  {
    "name": "Stealth: Risky Behavior",
    "description": "Whenever this ability is activated it has a much higher than normal chance of alerting hostile creatures in the area as appropriate to the context.\nDepending on the ability or the context, this ability may instead antagonize creatures that were previously not hostile into becoming hostile.",
    "xpCost": "-80 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Exploration, Flaw, Stealth, RP"
  },
  {
    "name": "Stealth: Sneak Attack",
    "description": "Allows attacking another creature with the potential for that creature not to definitively identify which creature or location caused the attack.\nWhen a creature is hit by a sneak attack, they must make a CUN check with a DC set by the sneak attack, if they fail, they know they were targeted, by not by who.",
    "xpCost": "50 xp per Sneak Attack DC",
    "category": "Extra",
    "duration": null,
    "tags": "Stealth, Combat"
  },
  {
    "name": "Stealth: Sneaking",
    "description": "Treat the passive perception radius of other creatures as 1 square smaller per purchase.",
    "xpCost": "20 xp per square",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Stealth"
  },
  {
    "name": "Stealth: Subtle",
    "description": "Makes the Ability harder for other creatures to notice by making it quieter, more subtle, requiring less movement, etc. \nIncreases the DC of perception checks to notice your ability activating by 1, starting at 1 with the first purchase.\nThis extra may also obscure the true nature of an ability, increasing the DC of INT checks to ascertain its function or nature by 1.\nCreatures without you inside their perception radius do not notice this action activate.",
    "xpCost": "30 xp per DC increase",
    "category": "Extra",
    "duration": null,
    "tags": "Stealth"
  },
  {
    "name": "Sub Effect",
    "description": "Used as an organizational effect. Extras and flaws attached to a sub effect only affect that sub effect, and do not affect any other effects, extras, or flaws attached to the parent ability. \nThe cost of a sub effect is the final calculated ability cost of everything attached to the sub effect, and then applied to the parent ability as a flat xp, minimum 10. \nPlease see Sub Effects rules under Abilities in the main book.",
    "xpCost": "Costs the final calculated XP value of everything on the sub effect, minimum 10",
    "category": "Organization",
    "duration": null,
    "tags": "Organization"
  },
  {
    "name": "Sub Effect: Flaws Only",
    "description": "Same as Sub Effect, but can only have flaws and modifiers.",
    "xpCost": "Costs the final calculated XP value of everything on the sub effect, can be negative",
    "category": "Organization",
    "duration": null,
    "tags": "Organization"
  },
  {
    "name": "Successes -1",
    "description": "Using the ability removes a success from the dice results rolled. If the number of successes becomes negative, the check becomes a critical failure.",
    "xpCost": "-120 xp per success removed",
    "category": "Flaw",
    "duration": null,
    "tags": "Dice Roll, Critical, Self, Successes"
  },
  {
    "name": "Successes +1",
    "description": "Using the ability guarantees one success, can stack",
    "xpCost": "80 xp * the number of times this extra has been purchased (the second purchase is 160 xp)",
    "category": "Modifier",
    "duration": null,
    "tags": "Dice Roll, Buff, Passive, Self, Successes"
  },
  {
    "name": "Sundering",
    "description": "Causes damage dealt by this attack to ignore up to 10 points of damage resist all when attacking objects.",
    "xpCost": "70 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Object"
  },
  {
    "name": "Sustained",
    "description": "You must spend AP each round to maintain this duration effect.",
    "xpCost": "-10% multiplier upcharges per AP",
    "category": "Duration: Conditional",
    "duration": null,
    "tags": "Duration, Flaw, Limited"
  },
  {
    "name": "Swift Hands",
    "description": "Character may perform one minor action per turn for 0 AP instead of the normal 1 AP.",
    "xpCost": "50 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Buff, Self, AP, Combat"
  },
  {
    "name": "Target: Additional Target",
    "description": "Affect one additional target within range of you",
    "xpCost": "XP +100% per target",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Targeting"
  },
  {
    "name": "Target: Adjacent AoE",
    "description": "Hit everything in melee reach. This counts as a melee attack, so it still gets the bonus damage from strength.",
    "xpCost": "+150% XP",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Targeting"
  },
  {
    "name": "Target: Arcing Shot",
    "description": "Projectiles fired with this ability may be fired upwards in a parabolic arc or use a riccochet/bounce instead of directly towards a target allowing them to avoid other objects in their path.",
    "xpCost": "30 xp",
    "category": "Targets",
    "duration": null,
    "tags": "Range, Targeting"
  },
  {
    "name": "Target: Area of Effect",
    "description": "Affect all targets within Area Effect. Default range includes only the original target.\nBy default all targets within the area are hit, with the exception of the caster if the effect is centered on the caster.\nWhen making an AoE with duration choose if it targets the ground (e.g. zone of truth) or creatures (e.g. bless).\nAny targets behind cover destroyed by AoE effects take leftover damage remaining after the cover was destroyed.",
    "xpCost": "+50% XP",
    "category": "Area",
    "duration": null,
    "tags": "Targeting, AoE, Damage, Combat"
  },
  {
    "name": "Target: Area Rings",
    "description": "Requires Target: Area of Effect. Instead of targetting all squares within an area or cone, only target the squares at the very edge of the effect.",
    "xpCost": "-30% xp cost",
    "category": "Area",
    "duration": null,
    "tags": "Targeting, AoE, Flaw"
  },
  {
    "name": "Target: Chaining",
    "description": "Affect one additional target within the ability's range of the previous target",
    "xpCost": "+100% xp per target",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Targeting"
  },
  {
    "name": "Target: Endless Chaining",
    "description": "Increase the DC of abilities using this effect by 1. When an ability using this effect strikes a target successfully you may spend 1 success to have this attack chain to a new target within range, there is no inherent limit to the amount of times you may trigger this chaining effect on one attack.",
    "xpCost": "+200% xp",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Targeting, Successes"
  },
  {
    "name": "Target: Fragile Chains",
    "description": "Requires Target Chaining. Whenever this ability strikes a target, it must succeed a skill check in order to chain to the next target. If the check fails, the chain ends.\nIf this flaw is combined with Endless Chaining, it increases the success cost of each chaining by 1.",
    "xpCost": "-50% xp",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Flaw, Targeting, Successes"
  },
  {
    "name": "Target: Multi-Hit Targets",
    "description": "When this ability targets multiple targets without using AoE effects it may elect to target the same target multiple times.",
    "xpCost": "70 xp",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Targeting"
  },
  {
    "name": "Target: Opposed Save",
    "description": "Coverts a standard attack roll into an opposed skill check. The ability only activates by rolling more successes than your opponent, and your successes are reduced by your opponent's.\nYour opponent by default rolls the same characteristic you used for your ability check.",
    "xpCost": "-25% xp",
    "category": "Activation",
    "duration": null,
    "tags": "Damage, Saves, Targeting"
  },
  {
    "name": "Target: Opposed Save - High Stakes",
    "description": "Requires Damage: Opposed Save. When you fail an opposed check against an enemy, you suffer the effects of your ability instead of your target. \nNot a valid flaw if your ability has no negative or damaging effects.",
    "xpCost": "-35% xp",
    "category": "Activation",
    "duration": null,
    "tags": "Damage, Backfire, Saves, Targeting"
  },
  {
    "name": "Target: Save",
    "description": "Converts a standard attack roll into an ability that instead goes off automatically but offers targets a save to resist it. When this effect is purchased it targets RES by default. Not compatible with the Resistible Flaws.\nSaves using this effect start with a DC of 3 by default",
    "xpCost": "50 xp per point of DC above 3\n0 xp at DC 3",
    "category": "Activation",
    "duration": null,
    "tags": "Damage, Saves, Dice Roll, Targeting"
  },
  {
    "name": "Target: Save - Alter CHAR",
    "description": "Changes the characteristic targeted by a save from its default of RES to any other characteristic",
    "xpCost": "30 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Damage, Saves, Characteristic, Targeting"
  },
  {
    "name": "Target: Save - Resistable",
    "description": "Target makes a save in addition to the normal attack roll",
    "xpCost": "0 xp for DC 4\n-50xp for each DC lower",
    "category": "Activation",
    "duration": null,
    "tags": "Damage, Saves, Dice Roll, Targeting"
  },
  {
    "name": "Target: Save - Spend Successes",
    "description": "When a target fails a save check applied by this ability, make an appropriate 3 DC skill check and apply any additional successes to the ability to spent on effects that require additional successes",
    "xpCost": "50 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Targeting, Saves, Successes"
  },
  {
    "name": "Target: Selective",
    "description": "Effect only targets creatures that meet a criteria",
    "xpCost": "50 xp",
    "category": "Targets",
    "duration": null,
    "tags": "AoE, Buff, Limit, Targeting"
  },
  {
    "name": "Target: Sightless",
    "description": "This abiltiy does not require line of sight on the target, instead the creature may choose a square within their range. This effect does not provide you any knowledge of the target, if you don't know where they are you have to guess.",
    "xpCost": "100xp",
    "category": "Targets",
    "duration": null,
    "tags": "Targeting, Sight"
  },
  {
    "name": "Targeting: Creatures Only",
    "description": "This ability may no longer target objects.",
    "xpCost": "-20 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Targeting, Utility, Flaw"
  },
  {
    "name": "Targeting: Objects Only",
    "description": "This ability may no longer target creatures.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Targeting, Utility, Flaw"
  },
  {
    "name": "Targeting: Self-harm",
    "description": "You are no longer exempt from taking damage from your own attacks, particularly AoE attacks that target your own space.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Damage, Self, AoE"
  },
  {
    "name": "Terrain: Create",
    "description": "This ability creates terrain to fill affected area. The type of terrain created must be selected when the ability is created.\nExamples:chest high walls, pillars, a throne",
    "xpCost": "40 xp per square",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Environment, Utility"
  },
  {
    "name": "Terrain: Damaging",
    "description": "Requires Terrain: Create or Terrain: Difficult\nThis ability is able to alter the terrain into a form that is harmful to pass through, such as spikes, pools of green stuff, and similar.",
    "xpCost": "30 xp per square + value of damage dice dealt.",
    "category": "Extra",
    "duration": null,
    "tags": "Environment, Utility, Damage, Combat"
  },
  {
    "name": "Terrain: Damaging - Avoidable",
    "description": "Requires Terrain: Damaging\nThe damage from the terrain can be avoided by treating it as difficult terrain, if the terrain is already difficult the creature must also succeed a DC 3 DEX save to move safely.",
    "xpCost": "-25% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Environment, Utility, Damage, Combat, Flaw"
  },
  {
    "name": "Terrain: Destroy",
    "description": "This ability destroys squares of obstructing terrain and obstructing objects (such as walls, bookshelves, doors, etc). However, it only affects them provided their HP value is 1 or not-defined (ex: you cannot use this effect against castle walls).",
    "xpCost": "50 xp per square",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Environment, Utility"
  },
  {
    "name": "Terrain: Difficult",
    "description": "Modify the area to cause it to be difficult terrain",
    "xpCost": "20 xp per square",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Environment, Utility"
  },
  {
    "name": "Terrain: Temporary Alterations",
    "description": "Requires: Terrain: Create, Terrain: Difficult, or Terrain: Destroy\nConvert the ability into a duration effect that lasts 1 round by default. When the ability ends, the terrain changes are reverted automatically.",
    "xpCost": "-50% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Environment, Utility, Flaw"
  },
  {
    "name": "Tireless",
    "description": "Last twice as long without needing to make exhaustion checks when doing strenuous or long physical activity and gain 1 free success on saves vs exhaustion.",
    "xpCost": "50 xp",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Self, Exploration, Successes, Buff"
  },
  {
    "name": "Triggers Attack of Opportunity",
    "description": "Using this ability triggers an attack of opportunity from any creatures that threaten your square",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Combat, Initiative"
  },
  {
    "name": "Triggers Attack of Opportunity: Left Wide Open",
    "description": "Using this ability triggers an attack of opportunity from any creatures that are aware of you and have at least one weapon attack that can reach you, any attacks that this ability provokes do not consume AP",
    "xpCost": "-100 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Flaw, Combat, Initiative"
  },
  {
    "name": "Triggers Defensive Opportunity",
    "description": "When this ability activates, it provokes a Defensive Opportunity, allowing enemies other than the target to spend 1 AP to trigger their move action to move into the targeted creature's square and substitute themselves for the target for any ability effects.\nIf the ability dealt damage in an area, the original target does not take the area damage for this turn, even if they remain in the area after being substituted.",
    "xpCost": "-50 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Combat, Flaw"
  },
  {
    "name": "Ultimate Spite",
    "description": "Using this ability instantly kills the caster. The caster becomes permanently unable to be resurrected by any means. This ability may not be attached to summons. If this ability is attached to a minion and used, that minion ability is removed from the game. This effect also may not be attached to items.\nThis effect is not subject to the normal rule of a maximum 90% discount, and instead applies a 95% discount.",
    "xpCost": "-95% xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Death, Flaw, Self, GM Approval"
  },
  {
    "name": "Unavoidable: Half Effect",
    "description": "This ability always deals some of its damage, even when it misses its target. When this ability's attack roll fails, still roll half damage / apply half ranks of a ranked status / apply half of some other effect.",
    "xpCost": "+300% xp",
    "category": "Extra",
    "duration": null,
    "tags": "Buff, Damage, Status, Combat, Saves"
  },
  {
    "name": "Unreliable",
    "description": "Whenever this ability rolls a 1 on the fate die during a check, the ability fails, regardless of the number of successes rolled.",
    "xpCost": "-20% xp cost",
    "category": "Flaw",
    "duration": null,
    "tags": "Limited, Limited Use, Flaw, Self"
  },
  {
    "name": "Use Mode: Charge Up",
    "description": "When making an attack, if you spend a multiple of the AP required to make the attack, you may roll the check for the attack only once and combine the damage of those attacks into a single hit for purposes of overcoming damage resistances.\nBecause this becomes a single attack, any damage added by characteristics or +1 values is only added once.",
    "xpCost": "+50% xp",
    "category": "Activation",
    "duration": null,
    "tags": "Combat, AP, Usage"
  },
  {
    "name": "Use Mode: Flurry",
    "description": "On a successful attack, each die of damage is treated as a separate successful attack, meaning damage bonuses from characteristics, enemy damage resistances, on hit effects, and damage type statuses apply once per die.",
    "xpCost": "100 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat"
  },
  {
    "name": "Use Mode: Focused Strike",
    "description": "When using this ability, if you spend a multiple of the AP required to make the attack, you may add 2 successes for each multiple of the attack's AP you consumed. If this ability is a save, instead of adding a success, you may increase the DC of the save.",
    "xpCost": "80 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat, AP, Successes"
  },
  {
    "name": "Use Mode: Full Auto",
    "description": "When using an ability, if you spend a multiple of the AP required to use the ability, you may roll the check for the ability only once and reduce the DC to hit by multiple of AP spent.\nIf the roll succeeds then the attack's damage may be applied once per each success rolled, up to the the multiple of AP spent times.",
    "xpCost": "80 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat"
  },
  {
    "name": "Use Mode: Hammer Down",
    "description": "When making an attack, if you spend a multiple of the AP required to make the attack, you make the attack multiple times as normal, but only target may only apply their damage resistance to the first attack that deals damage in that attack series. If you take another action in between attacks, this effect resets.",
    "xpCost": "100 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Combat, Damage Resistance, Usage"
  },
  {
    "name": "Use Mode: Lightning",
    "description": "When using this ability, if you commit to using it multiple times in a row, you may reduce the AP cost by -1 for each consecutive use. \nIf an ability costing 3 AP is used, it would cost 3 AP, then 2 AP, then 1 AP, then 0 or 1 AP.\nAs soon as you use 0 AP, the ability follows normal 0 AP rules and may no longer be used again that turn.",
    "xpCost": "+150% XP",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat"
  },
  {
    "name": "Use Mode: Perfected Strike",
    "description": "When using this ability, if it is the first action you perform on your turn, you may choose to have this ability consume your entire turn. If you do so, the ability no longer requires an attack roll or save and instead guarantees a successful strike against the target. This attack is automatically a called shot if applicable and any appropriate hit location may be selected for free.\nThis Use Mode cannot selected on an ability that consumes enough AP that you could not use it more than once a turn anyway. For example if you generate 7 AP a turn and the ability costs 6 AP, this cannot be selected.",
    "xpCost": "80 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat, AP, Succeses, DC"
  },
  {
    "name": "Use Mode: Prepared",
    "description": "When using this ability, it creates some effect in the world that waits to activate when a specified condition occurs. Differs from reaction in that you spend the AP up front, and don't need to act when it triggers. The ability triggers automatically even without your character's knowledge so long as the trigger is met.\nIf it doesn't become triggered, the effect dispels at the end of the current encounter if it is not an object or has an extended duration. You may only have up to your number of prepared instances active in this state at one time, default 1.\nVery useful for traps and ambushes.",
    "xpCost": "30 xp",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat"
  },
  {
    "name": "Use Mode: Prepared - Additional Instances",
    "description": "Allows an increased number of prepared abilities to be manifested simultaneously, increased from the default of 1.",
    "xpCost": "50 xp per additional instance",
    "category": "Extra",
    "duration": null,
    "tags": "Usage, Limited Use"
  },
  {
    "name": "Use Mode: Spray",
    "description": "When using this ability you may spend 2 additional successes to inflict an additional hit on any target within a 45 degree cone centered on your original target, or 1 additional success to inflict half damage. You may strike targets within this cone more than once. Targets that would have a higher difficulty to hit than your original target require the increased number of successes for the first hit against them.",
    "xpCost": "+150% XP",
    "category": "Activation",
    "duration": null,
    "tags": "Usage, Combat"
  },
  {
    "name": "Utility ability",
    "description": "An ability that does a useful non-combat effect, This is a general-use base for any utility effects not specified elsewhere.\r\nThe cost of the utility effect is proportional to the power of the effect.",
    "xpCost": "10-100 XP depending on the usefulness of the ability\n10 - useful but very niche, or not particularly strong effects (Ex: Light Source)\n30 - low power but wide use effects, or niche but decent\n50 - abilities either with good power or wide applications\n100 - very useful abilities, abilities that can be used in almost any situation",
    "category": "Effect",
    "duration": "Varies",
    "tags": "Utility, RP"
  },
  {
    "name": "Utility: Alter Appearance",
    "description": "Alter the appearance of an object or creature within range up to this ability's range and Size Limit (see: Utility: Increase Size Limit). \nThis effect only encompasses cosmetic, non-mechanical alterations. \nIf the target is unwilling, you must make a successful attack check to apply the alteration.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility"
  },
  {
    "name": "Utility: AP Transfer",
    "description": "Target an ally within range of this ability and transfer any number of your own AP to the target. You may not go below 0 AP from this effect.",
    "xpCost": "10 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "AP"
  },
  {
    "name": "Utility: AP Transfer - Overdraw",
    "description": "Requres Utility: AP Transfer. When you transfer AP to an ally, you may now go into negative AP, up to a maximum of negative your AP generation rate.",
    "xpCost": "10 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Utility, AP"
  },
  {
    "name": "Utility: AP Transfer - Overhaste",
    "description": "Requires Utility: AP Transfer. When you transfer AP to an ally, you may transfer them more AP than their normal maximum. The extra AP remains as temporary AP until the end of their next turn.",
    "xpCost": "20 xp",
    "category": "Feat",
    "duration": "Passive",
    "tags": "Utility, AP"
  },
  {
    "name": "Utility: Compel Truth",
    "description": "Applies the Compel Truth status effect to a target creature, making an attack roll if the target is unwilling. While under this effect, the creature must make a DC3 RES test in order to make a deception skill check. \nUnlike most status effects, extras and flaws may also be applied to the Compel Truth status via this ability.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, RP"
  },
  {
    "name": "Utility: Disguise",
    "description": "Your character temporarily takes on an alternate appearance via some means such as shapeshifting, illusion, or mundane disguise.\nIf you also have appearances obtained via Absorb Apperance, you may disguise yourself as an exact replica of that absorbed appearance, otherwise you may disguise yourself as generic non-specific individuals.",
    "xpCost": "10 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, RP, Self"
  },
  {
    "name": "Utility: Illusion - Audio Only",
    "description": "Requires Utility: Illusion. Not compatible with Utility: Illusion - Auditory. \nYour illusions replace their visual-only effect for an audio-only effect.",
    "xpCost": "0 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Deception, Illusion"
  },
  {
    "name": "Utility: Illusion - Auditory",
    "description": "Requires Utility: Illusion. Your illusions may now include an auditory component.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Deception, Illusion"
  },
  {
    "name": "Utility: Illusion - Mental",
    "description": "Create an illusory effect of a size up to this ability's Size Limit (see: Utility: Increase Size Limit) at a square within this ability's range.  \nThese illusions by default are visual-only and may be either static or play a looping 'animation' and are only percieved by creatures targeted by this ability. It may depict any number of objects/creatures so long as they fit within the size limit of the ability.\nCreatures who percieve the illusions recognize them as such unless this effect also has the Stealth: Subtle quality attached.",
    "xpCost": "20 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, Deception"
  },
  {
    "name": "Utility: Illusion - Projected",
    "description": "Create an illusory effect of a size up to this ability's Size Limit (see: Utility: Increase Size Limit) at a square within this ability's range.  \nThese illusions by default are visual-only and may be either static or play a looping 'animation' and are projected into the world and may be percieved by any creature with the appropriate senses. It may depict any number of objects/creatures so long as they fit within the size limit of the ability.\nCreatures who percieve the illusions recognize them as such unless this effect also has the Stealth: Subtle quality attached.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility, Deception"
  },
  {
    "name": "Utility: Illusion - Reactive",
    "description": "Requires Utility: Illusion. You may now use 1 AP to take the \"Control Illusions\" action. This is a concentration effect that while active you may have your illusions move and react according to your will, though they may not change entirely without recasting them.\nExample: you may puppet a the illusion of a human to 'react' to another creature or keep an illusion in place over yourself as you move.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Deception, Illusion"
  },
  {
    "name": "Utility: Illusion - Sensory",
    "description": "Requires Utility: Illusion. Your illusions may also now appear to creatures that perceive their surroundings through means other than normal vision, such as thermal or electromagnetic.",
    "xpCost": "20 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Deception, Illusion"
  },
  {
    "name": "Utility: Illusion - Solid",
    "description": "Requires Utility: Illusion. Your illusions now feel solid under casual inspection, though forceful attempts (such as attacks) will still pass through.",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Deception, Illusion"
  },
  {
    "name": "Utility: Increase Size Limit",
    "description": "Increase the size category of objects and creatures you may affect with this ability when dealing with the amount of mass your ability interacts with.\nFor example, how big an object you can lift with telekinesis, how much water you turn into acid, etc.\nBy default, you may only affect size 0 objects and creatures.",
    "xpCost": "20 xp times maximum size category",
    "category": "Extra",
    "duration": null,
    "tags": "Targeting, Mass, Size, Utility"
  },
  {
    "name": "Utility: Slow Fall",
    "description": "Applies a buff effect that reduces the speed at which the target creature falls via gravity from 50 squares a round to a nice safe 10 squares a round.\nWhen the creature contacts the ground under this effect they do not recieve falling damage so long as they were at least 2 squares above the ground when the effect was applied.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility"
  },
  {
    "name": "Utility: Sticky",
    "description": "This ability is 'sticky' in whatever way makes sense for the context of this ability. \nThis can be used for things like sticky grenades, a flaming arrow that sticks into walls, covering yourself in tar and hugging an enemy, etc.",
    "xpCost": "50 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Modifier, Utility"
  },
  {
    "name": "Utility: Telekinesis",
    "description": "Manipulate an object or creature at a distance up to this ability's range and Size Limit (see: Utility: Increase Size Limit). \nIf the target is unwilling, you must make a successful attack check to manipulate them.",
    "xpCost": "50xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility"
  },
  {
    "name": "Utility: Telepathy",
    "description": "Apply a buff to an ally that allows mental communication with them while they remain in range.",
    "xpCost": "50 xp",
    "category": "Effect",
    "duration": "1 round",
    "tags": "Utility"
  },
  {
    "name": "Utility: Telepathy - Hostile",
    "description": "Allows telepathy to make an attack roll to force a telepathic connection with an unwilling creature",
    "xpCost": "30 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility"
  },
  {
    "name": "Utility: Teleport",
    "description": "Teleport an object or creature within range of this ability to another point within range of this ability. If the target is unwilling, you must make a successful attack check to teleport them.",
    "xpCost": "80 xp",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Utility, Movement"
  },
  {
    "name": "Utility: Teleport - Fixed Destination",
    "description": "Requires Utility: Teleport. Objects and Creatures affected by your teleport must be sent to a fixed location, instead of any location within range. \nExamples: objects teleport to your hand, creatures teleport to a square adjacent to you.",
    "xpCost": "-30 xp",
    "category": "Flaw",
    "duration": null,
    "tags": "Utility, Flaw, Movement"
  },
  {
    "name": "Utility: Teleport - Tethered",
    "description": "Requires Utility: teleport. You may designate one target object in your possession or destination when this effect is purchased. You may teleport this object to you or teleport a target to this destination within the range of this ability with all range multiplied by 10.",
    "xpCost": "100 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Utility, Movement"
  },
  {
    "name": "Wealth: Disciple",
    "description": "This effect can only be purchased using XP.\nAfter purchasing this passive any training undergone by this character using currency has a percentage discount to the amount of currency required to receive the training. Reducing the cost from the default of 200% down to a minimum of 100%.",
    "xpCost": "50 xp per 20% discount\nIncreases in cost by 50 xp each time it is purchased\nCannot lower cost below 100%.",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth, Percentage, Training"
  },
  {
    "name": "Wealth: Haggler",
    "description": "Whenever your character attempts to buy an item for gold from an NPC, they gain an additional percentage discount of the item's sale value.",
    "xpCost": "50 xp per 5% purchase discount.\nMaximum 50% off regular shop items or reducing the merchant upcharge by 50%",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth, Percentage"
  },
  {
    "name": "Wealth: Increase Value",
    "description": "Make a skill check against a non-living target, if successful increase its monetary value. This effect can only be performed once per target. Multiple characters may use this ability on the same target only if they each use a different characteristic to make the check.",
    "xpCost": "50 xp per 5% value increase.",
    "category": "Effect",
    "duration": "Instant",
    "tags": "Wealth, Percentage, Crafting"
  },
  {
    "name": "Wealth: Investment Purchase",
    "description": "Must be purchased as an item.\nOnce per month make a LCK+(INT or CUN) roll and subtract 5, then multiply the result by the gold value purchased for your change in wealth.\nWorld events may alter the DC or value.",
    "xpCost": "150 xp per 5 gold per success",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth"
  },
  {
    "name": "Wealth: Investments",
    "description": "Your character due to sound investments, a trust fund, patent or some other form of passive income makes gold each day. You generate 5 gold a day with this effect. It may be purchased multiple times.",
    "xpCost": "100 xp per 5 gold of income per day.",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth"
  },
  {
    "name": "Wealth: Merchant",
    "description": "Whenever your character attempts to sell an item for gold to an NPC, they gain an additional percentage of the item's sale value in bonus gold.",
    "xpCost": "50 xp per 5% bonus gold value.\nMaximum 100% sale value.",
    "category": "Stat",
    "duration": "Passive",
    "tags": "Wealth, Crafting"
  },
  {
    "name": "Wealth: Money is Power",
    "description": "When using this ability you may add damage dice to a single instance of this ability by spending gold equal to the XP value of the damage dice added",
    "xpCost": "20 xp",
    "category": "Extra",
    "duration": null,
    "tags": "Damage, Wealth, Buff"
  },
  {
    "name": "Weight: Denser",
    "description": "Your character is heavier than an average creature of their size, including with it everything that would be expected as a result.",
    "xpCost": "30 xp - heavy\n50 xp - very heavy\n80 xp - Extremely heavy",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Self, RP, Utility"
  },
  {
    "name": "Weight: Lighter",
    "description": "Your character is lighter than an average creature of their size, including with it everything that would be expected as a result.",
    "xpCost": "30 xp - light\n50 xp - very light\n80 xp - Extremely light",
    "category": "Talent",
    "duration": "Passive",
    "tags": "Self, RP, Utility"
  }
]